{
   "name": "alphabets",
   "data": [
       {"id": 1, "letter": "A"},
       {"id": 2, "letter": "B"},
       {"id": 3, "letter": "C"},
       {"id": 4, "letter": "D"},
       {"id": 5, "letter": "E"},
       {"id": 6, "letter": "F"},
       {"id": 7, "letter": "G"},
       {"id": 8, "letter": "H"},
       {"id": 9, "letter": "I"},
       {"id": 10, "letter": "J"},
       {"id": 11, "letter": "K"},
       {"id": 12, "letter": "L"},
       {"id": 13, "letter": "M"},
       {"id": 14, "letter": "N"},
       {"id": 15, "letter": "O"},
       {"id": 16, "letter": "P"},
       {"id": 17, "letter": "Q"},
       {"id": 18, "letter": "R"},
       {"id": 19, "letter": "S"},
       {"id": 20, "letter": "T"},
       {"id": 21, "letter": "U"},
       {"id": 22, "letter": "V"},
       {"id": 23, "letter": "W"},
       {"id": 24, "letter": "X"},
       {"id": 25, "letter": "Y"},
       {"id": 26, "letter": "Z"}
   ],
   "word": 
       {"1": [
           {"id": 1, "word": "Aarskog syndrome" ,"meaning": "Aarskog–Scott syndrome is a rare disease inherited as autosomal dominant or X-linked and characterized by short stature, facial abnormalities, skeletal and genital anomalies"},
           {"id": 2, "word": "Aase-Smith syndrome" ,"meaning": "Aase–Smith syndrome is a rare inherited disorder characterized by anemia with some joint and skeletal deformities. Aase syndrome is thought to be an autosomal recessive inherited disorder.[1] The genetic basis of the disease is not known. The anemia is caused by underdevelopment of the bone marrow, which is where blood cells are formed." },
           {"id": 3, "word": "Abdomen", "meaning": "The abdomen (less formally called the belly, stomach, tummy or midriff) constitutes the part of the body between the thorax (chest) and pelvis, in humans and in other vertebrates. "},
           {"id": 4, "word": "Abdominal aortic aneurysm", "meaning": "Abdominal aortic aneurysm (AAA or triple A) is a localized enlargement of the abdominal aorta such that the diameter is greater than 3 cm or more than 50% larger than normal diameter. They usually cause no symptoms except when ruptured. Occasionally, abdominal, back, or leg pain may occur."},
           {"id": 5, "word": "Abdominal cavity", "meaning": "The abdominal cavity is hardly an empty space. It contains a number of crucial organs including the lower part of the esophagus, the stomach, small intestine, colon, rectum, liver, gallbladder, pancreas, spleen, kidneys, and bladder."},
           {"id": 6, "word": "Abdominal guarding", "meaning": "Abdominal guarding is the tensing of the abdominal wall muscles to guard inflamed organs within the abdomen from the pain of pressure upon them. The tensing is detected when the abdominal wall is pressed. Abdominal guarding is also known as 'défense musculaire'."},
           {"id": 7, "word": "Abdominal hysterectomy", "meaning": "An abdominal hysterectomy is a surgical procedure that removes your uterus through an incision in your lower abdomen. Your uterus — or womb — is where a baby grows if you're pregnant. A partial hysterectomy removes just the uterus, leaving the cervix intact. A total hysterectomy removes the uterus and the cervix"},
           {"id": 8, "word": "Abiotic", "meaning": "abiotic components or abiotic factors are non-living chemical and physical parts of the environment that affect living organisms and the functioning of ecosystems."},
           {"id": 9, "word": "Abiotrophy", "meaning": " Premature loss of vitality or degeneration of cells or tissues, especially when due to genetic causes. A hereditary degenerative disease."},
           {"id": 10, "word": "Ablate", "meaning": "to remove or dissipate by melting, vaporization, erosion, etc.: to ablate a metal surface with intense heat. verb (used without object), ablated, ablating. 2. to become ablated; undergo ablation."},
           {"id": 11, "word": "Abortion", "meaning": "Abortion is the ending of pregnancy by removing a fetus or embryo before it can survive outside the uterus"},
           {"id": 12, "word": "Abortifacient", "meaning": "An abortifacient  is a substance that induces abortion. "},
           {"id": 13, "word": "Absinthe", "meaning": "Absinthe is historically described as a distilled, highly alcoholic (45–74% ABV / 90–148 U.S. proof) beverage."},
           {"id": 14, "word": "Absinthism", "meaning": "The disorder associated with the habitual abuse of absinthe. The symptoms included hallucinations, sleeplessness, tremors, and convulsions."},
           {"id": 15, "word": "Abstinence", "meaning": "Abstinence is a self-enforced restraint from indulging in bodily activities that are widely experienced as giving pleasure"},
           {"id": 16, "word": "Acanthamoeba", "meaning": "Acanthamoeba is a genus of amoebae, a single-celled eukaryote commonly recovered from soil, fresh water and other habitats"},
           {"id": 17, "word": "Acapnia", "meaning": "a condition of carbon dioxide deficiency in blood and tissues."},
           {"id": 18, "word": "Acaricide", "meaning": "Acaricides are pesticides that kill members of the arachnid subclass Acari, which includes ticks and mites. Acaricides are used both in medicine and agriculture, although the desired selective toxicity differs between the two fields."},
           {"id": 19, "word": "Aceruloplasminemia", "meaning": "Aceruloplasminemia is a rare autosomal recessive disorder in which iron gradually accumulates in the retina, basal ganglia, and other organs."},
           {"id": 20, "word": "Acetylcysteine", "meaning": "Acetylcysteine, also known as N-acetylcysteine, is a medication that is used for the treatment of paracetamol overdose and to loosen thick mucus in individuals with cystic fibrosis or chronic obstructive pulmonary disease."},
           {"id": 21, "word": "Achillobursitis", "meaning": "Pain due to inflammation of the bursa associated with the Achilles tendon"},
           {"id": 22, "word": "Achilles tendonitis", "meaning": "Achilles tendonitis occurs when the tendon that attaches the calf muscles to the heel becomes painful or inflamed due to overuse injuries."},
           {"id": 23, "word": "Achromatopsia", "meaning": "Achromatopsia is a non-progressive and hereditary visual disorder which is characterized by decreased vision, light sensitivity, and the absence of color vision."},
           {"id": 24, "word": "Acrophobia", "meaning": "is an extreme or irrational fear or phobia of heights, especially when one is not particularly high up."},
           {"id": 25, "word": "Acupuncture", "meaning": "Acupuncture is a form of alternative medicine in which thin needles are inserted into the body. It is a key component of traditional Chinese medicine (TCM). TCM theory and practice are not based upon scientific knowledge, and acupuncture is a pseudoscience."},
           {"id": 26, "word": "Adamantine", "meaning": "Adamantine may refer to: Adamant, mythical material adamant or adamantine. Adamantine lustre, non-metallic, brilliant light reflecting and transmitting properties of minerals. Adamantine spar, mineral, a variety of corundum"},
           {"id": 27, "word": "Adenosine", "meaning": "Adenosine is a purine nucleoside composed of a molecule of adenine attached to a ribose sugar molecule moiety via a β-N₉-glycosidic bond"},
           {"id": 28, "word": "Aerobic", "meaning": "Aerobics is a form of physical exercise that combines rhythmic aerobic exercise with stretching and strength training routines with the goal of improving all elements of fitness (flexibility, muscular strength, and cardio-vascular fitness). It is usually performed to music and may be practiced in a group setting led by an instructor (fitness professional), although it can be done solo and without musical accompaniment. With the goal of preventing illness and promoting physical fitness, practitioners perform various routines comprising a number of different dance-like exercises."},
           {"id": 29, "word": "Aerophobia", "meaning": "Aerophobia, also known as Aviophobia, is the fear of flying either in helicopters, airplanes and other flying vehicles. In some patients, Aerophobia may be present along with other fears or phobias like Claustrophobia (fear of closed and confined spaces) or Acrophobia (fear of heights)"},
           {"id": 30, "word": "Aesculapius", "meaning": "Aesculapius was a hero and god of medicine in ancient Greek religion and mythology. Asclepius represents the healing aspect of the medical arts"},
           {"id": 31, "word": "Aflatoxin", "meaning": "Aflatoxins are a family of toxins produced by certain fungi that are found on agricultural crops such as maize (corn), peanuts, cottonseed, and tree nuts. The main fungi that produce aflatoxins are Aspergillus flavus and Aspergillus parasiticus, which are abundant in warm and humid regions of the world"},
           {"id": 32, "word": "Agenesis", "meaning": "Agenesis of the corpus callosum (ACC) is a rare birth defect (congenital disorder) in which there is a complete or partial absence of the corpus callosum. It occurs when the corpus callosum, the band of white matter connecting the two hemispheres in the brain, fails to develop normally, typically during pregnancy."},
           {"id": 33, "word": "Aggressive", "meaning": "characterized by or tending toward unprovoked offensives, attacks, invasions, or the like; militantly forward or menacing: aggressive acts against a neighboring country. 2. making an all-out effort to win or succeed; competitive"},
           {"id": 34, "word": "Agnosia", "meaning": "Agnosia is the inability to process sensory information. Often there is a loss of ability to recognize objects, persons, sounds, shapes, or smells while the specific sense is not defective nor is there any significant memory loss"},
           {"id": 35, "word": "Agranulocytosis", "meaning": "Agranulocytosis, also known as agranulosis or granulopenia, is an acute condition involving a severe and dangerous leukopenia (lowered white blood cell count), most commonly of neutrophils causing a neutropenia in the circulating blood. It is a severe lack of one major class of infection-fighting white blood cells."},
           {"id": 36, "word": "Agyrophobia", "meaning": "Agyrophobia: Abnormal and persistent fear of crossing streets, highways and other thoroughfares; fear of thoroughfares themselves"},
           {"id": 37, "word": "Akathisia", "meaning": "Akathisia is a movement disorder characterized by a feeling of inner restlessness and a compelling need to be in constant motion, as well as by actions such as rocking while standing or sitting, lifting the feet as if marching on the spot, and crossing and uncrossing the legs while sitting"},
           {"id": 38, "word": "Albino","meaning": "a person with pale skin, light hair, pinkish eyes, and visual abnormalities resulting from a hereditary inability to produce the pigment melanin."},
           {"id": 39, "word": "Alcohol", "meaning": "an alcohol is any organic compound in which the hydroxyl functional group (–OH) is bound to a saturated carbon atom."},
           {"id": 40, "word": "Aldosterone", "meaning": "Aldosterone, the main mineralocorticoid hormone, is a steroid hormone produced by the zona glomerulosa of the adrenal cortex in the adrenal gland. It is essential for sodium conservation in the kidney, salivary glands, sweat glands and colon."},
           {"id": 41, "word": "Algophobia", "meaning": "Algophobia is a phobia of pain - an abnormal and persistent fear of pain that is far more powerful than that of a normal person. Algophobia is much more common in elderly people. It can be treated with behavioral therapy and anti-anxiety medication."},
           {"id": 42, "word": "Alopecia", "meaning": "Alopecia areata, also known as spot baldness, is a condition in which hair is lost from some or all areas of the body."},
           {"id": 43, "word": "Amathophobia", "meaning": "Amathophobia: An abnormal and persistent fear of dust. Sufferers experience anxiety even though they realize dust poses no threat."},
           {"id": 44, "word": "Amblyopia", "meaning": "Amblyopia, also known as lazy eye, is a vision development disorder in which an eye fails to achieve normal visual acuity, even with prescription eyeglasses or contact lenses."},
           {"id": 45, "word": "Amino acid", "meaning": "Amino acids are organic compounds containing amine and carboxyl functional groups, along with a side chain specific to each amino acid. Proteins are made up of hundreds of smaller units called amino acids that are attached to one another by peptide bonds, forming a long chain."},
           {"id": 46, "word": "Ammonia", "meaning": "Ammonia or azane is a compound of nitrogen and hydrogen with the formula NH₃. The simplest pnictogen hydride, ammonia is a colourless gas with a characteristic pungent smell."},
           {"id": 47, "word": "Amnesia", "meaning": "Amnesia is a deficit in memory caused by brain damage, disease, or psychological trauma. Amnesia can also be caused temporarily by the use of various sedatives and hypnotic drugs."},
           {"id": 48, "word": "Amoeba", "meaning": "An amoeba often called amoeboid, is a type of cell or organism which has the ability to alter its shape, primarily by extending and retracting pseudopods."},
           {"id": 49, "word": "Amyloidosis", "meaning": "Amyloidosis is a group of diseases in which abnormal protein, known as amyloid fibrils, builds up in tissue. Symptoms depend on the type and are often variable."},
           {"id": 50, "word": "Anaerobic", "meaning": "Anaerobic means 'living in the absence of air', as opposed to aerobic which means 'living in the presence of air'. Anaerobic may also refer to: Anaerobic adhesive, a bonding agent that does not cure in the presence of air."},
           {"id": 51, "word": "Anaesthesia", "meaning": "In the practice of medicine, anesthesia or anaesthesia is a state of temporary induced loss of sensation or awareness. It may include analgesia, paralysis, amnesia, or unconsciousness."},
           {"id": 52, "word": "Anaphylaxis", "meaning": "Anaphylaxis is a serious allergic reaction that is rapid in onset and may cause death.[4][5] It typically causes more than one of the following: an itchy rash, throat or tongue swelling, shortness of breath, vomiting, lightheadedness, and low blood pressure"},
           {"id": 53, "word": "Androgen", "meaning": "An androgen is any natural or synthetic compound, usually a steroid hormone, that stimulates or controls the development and maintenance of male characteristics in vertebrates by binding to androgen receptors"}
       ],
       "2": [
           {"id": 1, "word": "B cell", "meaning":"A type of white blood cell and, specifically, a type of lymphocyte."},
           {"id": 2, "word": "B virus" ,"meaning":"An infectious agent commonly found among macaque monkeys, including rhesus macaques, pig-tailed macaques, and cynomolgus monkeys. Monkeys infected with this virus usually have no or mild symptoms. In humans, however, B virus infection can result in a fatal encephalomyelitis. B virus disease in humans is extremely rare, but often fatal -- an estimated 80% of untreated patients die of complications associated with the infection."},
           {"id": 3, "word": "B(a)P" ,"meaning":"Benzo(a)pyrene."},
           {"id": 4, "word": "B-type natriuretic peptide" ,"meaning":"A 32-amino-acid polypeptide secreted by the ventricles of the heart in response to excessive stretching of heart muscle cells. The levels of B-type natriuretic peptide are elevated in patients with congestive heart failure, and correlate with both the severity of symptoms and the prognosis. Also known as BNP."},
           {"id": 5, "word": "B. burgdorferi" ,"meaning":"Short for Borrelia burgdorferi, the cause of Lyme disease. Once the full name of a bacterium has been given, it is customary to refer to it in its short form. For example, 'Borrelia burgdorferi...is responsible for Lyme disease, which can lead to debilitating symptoms in humans....Estimates from prior studies of ticks infected with B. burgdorferi in Mendocino County are higher.''"},
           {"id": 6, "word": "B. cepacia" ,"meaning":"A group of bacteria found in soil and water that are often resistant to common antibiotics. B. cepacia poses little medical risk to healthy people. However, people who have certain health problems such as a weakened immune systems or chronic lung disease, particularly cystic fibrosis (CF), are more susceptible to infection with it"},
           {"id": 7, "word": "B. coli" ,"meaning":" A genus of protozoa with cilia that includes Balantidium coli (B. coli). B. coli is the largest protozoan and the only ciliate parasite to infect humans. The disease that B. coli causes is called balantidiasis. Clinical features, when present, include persistent diarrhea, occasionally dysentery, abdominal pain, and weight loss. Symptoms can be severe in debilitated persons."},
           {"id": 8, "word": "B. quintana" ,"meaning":" A genus of protozoa with cilia that includes Balantidium coli (B. coli). B. coli is the largest protozoan and the only ciliate parasite to infect humans. The disease that B. coli causes is called balantidiasis. Clinical features, when present, include persistent diarrhea, occasionally dysentery, abdominal pain, and weight loss. Symptoms can be severe in debilitated persons."},
           {"id": 9, "word": "Ba" ,"meaning":"The symbol for barium."},
           {"id": 10, "word": "Babesiosis" ,"meaning":"An illness caused by the parasite Babesia which is transmitted from animals to humans by ticks. In the US, it is typically contracted in the Northeast or Midwest -- in southern New England or New York State and in Wisconsin or Minnesota. The signs and symptoms include fever, chills, sweating, myalgias (muscle aches), fatigue, hepatosplenomegaly (enlargement of the liver and spleen) and hemolytic anemia (anemia due to break-up of red cells). Symptoms typically occur after an incubation period of 1 to 4 weeks and can last several weeks. The disease is more severe in patients who are immunosuppressed, splenectomized (lack their spleen), or elderly. It can cause death. Treatment involves antibiotics, usually clindamycin and quinine or atovaquone and azithromycin."},
           {"id": 11, "word": "Babinski reflex" ,"meaning":"A reflex used to determine adequacy of the higher (central) nervous system. The Babinski reflex is obtained by stimulating the outside of the sole of the foot, causing extension of the big toe while fanning the other toes. The examiner begins the stimulation at the heel and goes forward to the base of the toes. Most newborn babies and young infants are not neurologically mature, and they therefore show a Babinski reflex."},
           {"id": 12, "word": "Babinski response" ,"meaning":"The Babinski reflex is obtained by stimulating the external portion (the outside) of the sole. The examiner begins the stimulation back at the heel and goes forward to the base of the toes. There are diverse ways to elicit Babinski response. A useful way that requires no special equipment is with firm pressure from the examiner's thumb. Just stroke the sole firmly with the thumb from back to front along the outside edge."},
           {"id": 13, "word": "Babinski sign" ,"meaning":"An important neurologic examination based upon what the big toe does when the sole of the foot is stimulated. If the big toe goes up, that may mean trouble"},
           {"id": 14, "word": "Baby blues" ,"meaning":"A common temporary psychological state right after childbirth when a new mother may have sudden mood swings, feeling very happy, then very sad, cry for no apparent reason, feel impatient, unusually irritable, restless, anxious, lonely and sad. "},
           {"id": 15, "word": "Baby teeth" ,"meaning":"The first teeth which are shed and replaced by permanent teeth. The first primary tooth comes in at about 6 months of age and the 20th and last primary tooth erupts at around 2 1/2 years of age. The primary teeth are replaced beginning usually at about age 6. Also called baby teeth, milk teeth, temporary teeth or deciduous teeth. (In Latin, decidere means to fall off or be shed, like leaves from a tree)."},
           {"id": 16, "word": "Baby walker" ,"meaning":"A device that allows a baby to move about in a half-seated, half-upright position."},
           {"id": 17, "word": "Bacillary angiomatosis" ,"meaning":"A bacterial infection due to a cat scratch most often seen today in people with HIV. The disease characteristically presents with swollen lymph nodes (lymphadenitis), sore throat, fatigue, and fever, chills, sweats, vomiting, loss of appetite, and weight loss. There is usually a little bump (a papule) which may be pus-filled (a pustule) at the site of the scratch. Then more nodules appear on and under the skin. As the number of nodules increases, patients get sicker."},
           {"id": 18, "word": "Bacille Calmette Guerin" ,"meaning":"An effective immunization against tuberculosis. Commonly abbreviated BCG, it is an attenuated (weakened) version of a bacterium called Mycobacterium bovis which is closely related to Mycobacterium tuberculosis, the agent responsible for tuberculosis."},
           {"id": 19, "word": "Bacillophobia" ,"meaning":"An abnormal and persistent fear of bacilli (bacteria). A phobia is an unreasonable sort of fear that can cause avoidance and panic. Phobias are a relatively common type of anxiety disorder. Phobias can be treated with cognitive behavioral therapy using exposure and fear reduction techniques. In many cases, anti- anxiety or anti-depressant medication proves helpful, especially during the early stages of therapy."},
           {"id": 20, "word": "Bacillus" ,"meaning":"A large family of bacteria that are rod-like in shape. They include the bacteria that cause food to spoil, as well as those that are responsible for some diseases. Helpful members of the bacillus family are used to make antibiotics or colonize the human intestinal tract and aid with digestion."},
           {"id": 21, "word": "Bacillus anthracis" ,"meaning":"The bacterium that causes anthrax. Anthrax differs from most bacteria in that they exist in an inactive (dormant) state called spores. The spores are found in soil, animal carcasses and feces (including sheep, goats, cattle, bison, horses, and deer), and animal products (e.g., hides and wool). Some animals (cats, dogs, rats, and swine) are very resistant to anthrax. Remarkably, anthrax spores can remain dormant in soil for many years, perhaps decades. Likened somewhat to eggs that have the ability to hatch, spores can transform (germinate) into active bacteria under appropriate conditions."},
           {"id": 22, "word": "Back pain" ,"meaning":"Pain felt in the low or upper back. Causes of pain in the low and upper back include conditions affecting the bony spine; discs between the vertebrae; ligaments around the spine and discs; spinal inflammation; spinal cord and nerves; muscles; internal organs of the pelvis, chest, and abdomen; tumors; and the skin."},
           {"id": 23, "word": "Back pain, low" ,"meaning":"Pain in the lower back area that can relate to problems with the lumbar spine, the discs between the vertebrae, the ligaments around the spine and discs, the spinal cord and nerves, muscles of the low back, internal organs of the pelvis and abdomen, or the skin covering the lumbar area."},
           {"id": 24, "word": "Backbone" ,"meaning":"The spine. A flexible row of bones stretching from the base of the skull to the tailbone."},
           {"id": 25, "word": "Background radiation" ,"meaning":" Radiation that comes from environmental sources including the earth's crust, the atmosphere, cosmic rays, and radioisotopes."},
           {"id": 26, "word": "Bacteremia" ,"meaning":"The presence of live bacteria in the bloodstream. Bacteremia is analogous to viremia (the presence of a virus in the blood) and parasitemia (the presence of a parasite in the blood). Bacteremia, viremia and parasitemia are all forms of sepsis (bloodstream infection). The term 'bacteremia' was compounded from 'bacteria' and '-emia' (in the blood). Also called bacillemia."},
           {"id": 27, "word": "Bacteria" ,"meaning":"Single-celled microorganisms that can exist either as independent (free-living) organisms or as parasites (dependent on another organism for life). The plural of bacterium. Examples of bacteria include Acidophilus, a normal inhabitant of yogurt; Gonococcus which causes gonorrhea; Clostridium welchii, the most common cause of gangrene; E. coli, which lives in the colon and can cause disease elsewhere; and Streptococcus, the bacterium that causes the common throat infection called strep throat."},
           {"id": 28, "word": "Bacterial artificial chromosome" ,"meaning":"A laboratory creation involving an artificially constructed chromosome in which medium-sized segments of DNA (100,000 to 300,000 bases in length) that come from another species are cloned into bacteria. Once the foreign DNA has been cloned into the bacteria's chromosome, many copies of it can be made (amplified) and sequenced."},
           {"id": 29, "word": "Bacterial peritonitis" ,"meaning":"This bacterial infection inside of the abdomen involves the inner lining tissue, the peritoneum. Bacterial peritonitis can be spontaneous, such as can occur in people with severe alcoholic liver disease, or be caused by bacteria contaminating the abdomen, such as from a knife or gunshot wound or as a complication of appendicitis. Bacterial peritonitis requires emergent antibiotic treatment, typically in a hospital setting."},
           {"id": 30, "word": "Bacterial prostatitis, acute" ,"meaning":"Inflammation of the prostate gland of sudden (acute) onset due to bacterial infection. The symptoms include chills, fever, pain in the lower back and genital area, body aches, burning or painful urination, and the frequent and urgent need to urinate. The urinary tract is infected, as evidenced by the presence of the white blood cells and bacteria in the urine. Treatment is with antibiotics."},
           {"id": 31, "word": "Bacterial prostatitis, chronic" ,"meaning":" Longstanding bacterial infection of the prostate gland superimposed on a defect in the prostate. (The prostate is a small organ below the bladder which surrounds the urethra, the tube that carries urine down from the bladder.) The symptoms can include low back pain, discomfort in the perineum (the area between the anus and the genitalia), testicular pain and, if the infection spreads to the bladder, mild pain or burning on urination (dysuria) and frequent and urgent need to urinate (frequency and urgency)."},
           {"id": 32, "word": "Bacterial vaginosis" ,"meaning":"A vaginal condition characterized by an abnormal vaginal discharge due to an overgrowth of normal bacteria in the vagina. Women with bacterial vaginosis also have fewer than the usual population of vaginal bacteria, called lactobacilli. Symptoms of bacterial vaginosis are vaginal discharge and sometimes a fishy odor."},
           {"id": 33, "word": "Bacteriaphobia" ,"meaning":"An abnormal and persistent fear of germs. Sufferers from bacteriaphobia experience undue anxiety even though they realize that most germs are not pathogens (disease-causing germs). To avoid germs, they may repeat cleaning rituals, such as washing their hands or face."},
           {"id": 34, "word": "Bacteriocidal" ,"meaning":"Capable of killing bacteria. Antibiotics, antiseptics, and disinfectants can all be bacteriocidal."},
           {"id": 35, "word": "Bacteriology" ,"meaning":"The science and study of bacteria and their relation to medicine and to other areas such as agriculture (e.g., farm animals) and industry. Bacteria are single-celled microorganisms which can live as independent organisms or, dependently, as parasites. Among the better known bacteria are strep, staph, and the agents of tuberculosis and leprosy."},
           {"id": 36, "word": "Bacteriophage" ,"meaning":"A virus that lives within a bacterium, replicating itself and eventually destroying the bacterial cell. Bacteriophages have been very helpful in the study of bacterial and molecular genetics. They are sometimes simply called phages"},
           {"id": 37, "word": "Bacteriostatic" ,"meaning":"Capable of inhibiting the growth or reproduction of bacteria. Different from bactericidal (capable of killing bacteria outright)."},
           {"id": 38, "word": "Bacterium" ,"meaning":"The singular of bacteria."},
           {"id": 39, "word": "Baker cyst" ,"meaning":"A swelling in the space behind the knee (the popliteal space) that is composed of a membrane-lined sac filled with synovial fluid that has escaped from the joint. Also known as synovial cyst of the popliteal space."},
           {"id": 40, "word": "Balance" ,"meaning":"A biological system that enables us to know where our bodies are in the environment and to maintain a desired position. Normal balance depends on information from the inner ear, other senses (such as sight and touch) and muscle movement.A biological system that enables us to know where our bodies are in the environment and to maintain a desired position. Normal balance depends on information from the inner ear, other senses (such as sight and touch) and muscle movement."},
           {"id": 41, "word": "Balance, acid-base" ,"meaning":"Acid-base balance refers to the mechanisms the body uses to keep its fluids close to neutral pH (that is, neither basic nor acidic) so that the body can function normally."},
           {"id": 42, "word": "Balanitis" ,"meaning":" Inflammation of the rounded head (the glans) of the penis. Inflammation of the foreskin is called posthitis. In the uncircumcised male, balanitis and posthitis generally occur together as balanoposthitis: inflammation of both the glans and foreskin."},
           {"id": 43, "word": "Balanitis, circinate" ,"meaning":"A form of skin inflammation around the penis in males with Reiter's syndrome. The skin around the shaft and tip (glans) penis can become inflamed and scale. This inflammation around the penis can be helped by cortisone creams (such as TOPICORT)"},
           {"id": 44, "word": "Balanoposthitis" ,"meaning":"In the uncircumcised male, balanitis (inflammation of the glans, the rounded head of the penis) and posthitis (inflammation of the foreskin) usually occur together as balanoposthitis: inflammation of both the glans and foreskin."},
           {"id": 45, "word": "Balantidiasis" ,"meaning":"The disease caused by infection with the protozoan parasite Balantidium."},
           {"id": 46, "word": "Balantidium" ,"meaning":"A genus of protozoa with cilia that includes Balantidium coli (B. coli). B. coli is the largest protozoan and the only ciliate parasite to infect humans. The disease that B. coli causes is called balantidiasis. Clinical features, when present, include persistent diarrhea, occasionally dysentery, abdominal pain, and weight loss. Symptoms can be severe in debilitated persons."},
           {"id": 47, "word": "Baldness" ,"meaning":"Medically known as alopecia. There are many types of baldness, each with a different cause. Baldness may be localized to the front and top of the head, as in the very common type of male-pattern baldness; baldness may be patchy, a condition called alopecia areata; or a variant of alopecia areata may involve the entire head: alopecia capitis totalis."},
           {"id": 48, "word": "Ball-and-socket joint" ,"meaning":"A joint in which the round end of a bone fits into the cavity of another bone. The hip joint is a ball-and-socket joint."},
           {"id": 49, "word": "Balloon angioplasty" ,"meaning":"Coronary angioplasty is accomplished using a balloon-tipped catheter inserted through an artery in the groin or arm to enlarge a narrowing in a coronary artery. Coronary artery disease occurs when cholesterol plaque builds up (atherosclerosis) in the walls of the arteries to the heart."},
           {"id": 50, "word": "Balloon tamponade" ,"meaning":"A procedure in which a balloon is inflated within the esophagus or stomach, to apply pressure on bleeding blood vessels, compress the vessels, and stop the bleeding. It is used in the treatment of bleeding veins in the esophagus (esophageal varices) and stomach. Also known as esophagogastric tamponade."},
           {"id": 51, "word": "Bambino" ,"meaning":"The little child who is the infant in swaddling, the symbol of pediatrics, sculpted by the Florentine artist Andrea della Robbia (1437-1528)."},
           {"id": 52, "word": "Band, chromosome" ,"meaning":"One of the transverse bands produced on chromosomes by differential staining techniques. Depending on the particular staining technique, the bands are alternating light and dark or fluorescent and nonfluorescent."},
           {"id": 53, "word": "Band, Q" ,"meaning":"A form of chromosome band, one of the bright and dull fluorescent bands seen alternating along the length of chromosomes under ultraviolet light after the chromosomes are stained with quinacrine"},
           {"id": 54, "word": "Bannayan syndrome" ,"meaning":"A rare genetic disease characterized by macrocephaly (enlarged head), multiple lipomas (benign fatty tumors) and hemangiomas (benign blood vessel tumors). The macrocephaly occurs without enlargement of the cerebral ventricles. There is mild neurological impairment and postnatal growth retardation"},
           {"id": 55, "word": "Barbara McClintock" ,"meaning":"(1902-1992) American geneticist who won the 1983 Nobel Prize in Physiology or Medicine for her discovery of genetic transposition, or the ability of genes to change position on the chromosome."},
           {"id": 56, "word": "Barbat skullcap","meaning":" A Chinese herb that belongs to a group of herbs named Scutellaria (scullcap or skullcap). It is related to mint. Both the root and the above-ground part of Scutellaria barbata have been used to make herbal medicines."},
           {"id": 57, "word": "Barber itch" ,"meaning":"A superficial fungal infection of the skin in the bearded area of the face and neck, with swellings and marked crusting, often with itching, sometimes causing the hair to break off. The name harks back to the days when men went to the barber daily for a shave. Also known as tinea barbae. (Tinea = ringworm)."},
           {"id": 58, "word": "Bariatric" ,"meaning":"Pertaining to the study, prevention, or treatment of overweight."},
           {"id": 59, "word": "Bariatric physician" ,"meaning":"A physician practicing bariatrics, the field of medicine concerned with weight loss. Also called a bariatrician. The terms are used interchangeably."},
           {"id": 60, "word": "Bariatric surgery" ,"meaning":"Surgery on the stomach and/or intestines to help a person with extreme obesity lose weight. Bariatric surgery is an option for people who have a body mass index (BMI) above 40. Surgery is also an option for people with a body mass index between 35 and 40 who have health problems like type 2 diabetes or heart disease."},
           {"id": 61, "word": "Bariatrician" ,"meaning":" A physician practicing bariatrics, the field of medicine concerned with weight loss. Also called a bariatric physician. The terms are used interchangeably."},
           {"id": 62, "word": "Bariatrics" ,"meaning":"The field of medicine that offers treatment for the person who is overweight with a comprehensive program including diet and nutrition, exercise, behavior modification, lifestyle changes and, when indicated, the prescription of appetite suppressants and other appropriate medications. Bariatrics also includes research into overweight, its causes, prevention, and treatment."},
           {"id": 63, "word": "Barium" ,"meaning":"A metallic element belonging to the alkaline earths with an atomic number of 56 and an atomic weight of 137.34. The symbol for barium is Ba."},
           {"id": 64, "word": "Barium enema" ,"meaning":"An enema using a white, chalky solution containing barium, in preparation for series of X-ray images of the lower intestine (colon). The barium outlines the colon on the X-ray film."},
           {"id": 65, "word": "Barium solution" ,"meaning":"A liquid that contains barium sulfate, which produces a visible image on X-ray film. Barium solution outlines organs of the body so they can be seen as images on X-ray film."},
           {"id": 66, "word": "Barium swallow" ,"meaning":"A test that involves filling the esophagus, stomach, and small intestines with a barium solution in preparation for an X-ray, to define the anatomy of the upper digestive tract. Also known as upper gastrointestinal series."},
           {"id": 67, "word": "Barker, Horace Albert" ,"meaning":"(1907-2000) American biochemist who, among other things, discovered the biologically active forms of vitamin B12. Horace Albert Barker, informally called 'Nook', was educated at Stanford University and earned a PhD in chemistry in 1933. His research interest then turned to soil microbiology and microbial biochemistry. He set out on a two-year postdoctoral fellowship to study first with C. B. van Niel at the Hopkins Marine Station, Pacific Grove, California, and then a year in the Netherlands to study with van Niel's mentor, A. J. Kluyver in Delft. There he initiated an investigation that would later lead him to discover vitamin B12 coenzyme. Coenzymes are non-protein molecule that help the catalytic function of enzymes."},
           {"id": 68, "word": "Barlow syndrome" ,"meaning":"Barlow syndrome is mitral valve prolapse (also known as 'click murmur syndrome'), the most common heart valve abnormality, affecting 5-10% of the world population. Most patients have no symptoms and require no treatment."},
           {"id": 69, "word": "Baroparesis" ,"meaning":"Reversible paralysis of the facial nerve due to pressure in the middle ear going up in a plane or surfacing in scuba diving. It is caused by an impaired Eustachian tube that causes overpressure to the middle ear, possibly combined with a defect in the wall of the facial canal."},
           {"id": 70, "word": "Barosinusitis" ,"meaning":"Sinus troubles, particularly with pain, due to changing atmospheric pressures, as when going up or down in a plane. Also called aerosinusitis or sinus barotrauma."},
           {"id": 71, "word": "Barotitis" ,"meaning":"Middle ear problems due to changing atmospheric pressures, as when a plane descends to land. The problems include ear pain, ringing, diminished hearing and, sometimes, dizziness. The word barotitis (pronounced bar-o-tit-is) is compounded from bar- as in barometer + otitis meaning inflammation of the ear. Alternate terms include aerotitis, aerotitis media, barotitis media, and otic barotrauma."},
           {"id": 72, "word": "Barotrauma" ,"meaning":"Trauma caused by rapid or extreme changes in air pressure, especially affecting enclosed cavities within the body such as the middle ear (otic barotrauma), the sinuses (sinus barotrauma), and the lungs (pulmonary barotrauma)."},
           {"id": 73, "word": "Barr body" ,"meaning":"A microscopic feature of female cells that is due to the presence of two X chromosomes, one of which is inactive and crumples up."},
           {"id": 74, "word": "Barrett esophagus" ,"meaning":"A complication of chronic severe gastrointestinal reflux disease (GERD) that involves a change in the type of cells that line the inner wall of the lower esophagus."},
           {"id": 75, "word": "Bartholin's glands" ,"meaning":"A pair of glands between the vulva and the vagina that produce lubrication in response to stimulation. With a second pair of nearby glands called the lesser vestibular glands, they act to aid in sexual intercourse. Also called the greater vestibular glands."},
           {"id": 76, "word": "Bartonella quintana" ,"meaning":"Also called Rochalimaea quintana, this microorganism is an unusual rickettsia that can multiply within the gut of the body louse and then can be transmitted to humans. Transmission to people can occur by rubbing infected louse feces into abraded (scuffed) skin or into the conjunctivae (whites of the eyes)"},
           {"id": 77, "word": "Bartsocas-Papas Syndrome" ,"meaning":" a congenital genetic disorder resulting in severe deformity of the face and extremities characterized by webbing of the lower extremities. Babies generally die in the womb, otherwise soon after birth. The disorder is inherited in an autosomal recessive manner, requiring an abnormal gene from each parent for it to occur."},
           {"id": 78, "word": "Bartter syndrome","meaning":"A group of disorders that are inherited in an autosomal recessive manner and are characterized by impaired salt reabsorption by the kidney with pronounced salt wasting, hypokalemia (low blood potassium), alkalosis (an alkaline body pH), and hypercalciuria (high urine calcium)."},
           {"id": 79, "word": "Basal cell carcinoma" ,"meaning":"The most common type of skin cancer, which commonly presents as a sore that seems to get better and then recurs and may start to bleed. Basal cell carcinoma often occurs on the face and neck, where the skin is exposed to sunlight. These tumors are locally invasive and tend to burrow in but not metastasize (spread) to distant locations."},
           {"id": 80, "word": "Basal cells" ,"meaning":"Small, round cells found in the lower part, or base, of the epidermis, the outer layer of the skin."},
           {"id": 81, "word": "Basal ganglia" ,"meaning":"A region of the base of the brain that consists of three clusters of neurons (caudate nucleus, putamen, and globus pallidus) that are responsible for involuntary movements such as tremors, athetosis, and chorea. The basal ganglia are abnormal in a number of important neurologic conditions, including Parkinson's disease and Huntington's disease."},
           {"id": 82, "word": "Basal metabolic rate" ,"meaning":"A measure of the rate of metabolism. For example, someone with an overly active thyroid will have an elevated basal metabolic rate."},
           {"id": 83, "word": "Basal nuclei" ,"meaning":"A region located at the base of the brain composed of 4 clusters of neurons, or nerve cells. This area of the brain is responsible for body movement and coordination."},
           {"id": 84, "word": "Basal temperature" ,"meaning":"1) Usually, a person's temperature on awakening in the morning. As changes in basal temperature accompany ovulation, it is often tracked by women who wish to ensure or avoid pregnancy. 2) A crude measure of thyroid function via taking and comparing basal temperatures (also called the Broda test.)"},
           {"id": 85, "word": "Basal thermometer" ,"meaning":"Colloquially used as a synonym for basal temperature. Any thermometer can be used to take the basal temperature, although special digital thermometers that are capable of storing and tracking basal temperatures over a period of time are available."},
           {"id": 86, "word": "BASE breast cancer gene" ,"meaning":"A breast cancer gene first reported in 2003 that encodes a protein secreted only by breast cancer and salivary gland cells. Hence the name, BASE (Breast cancer And Salivary gland Expression). The normal breast makes very little, if any, of the BASE protein whereas certain kinds of breast cancers produce quite a lot of it. Determining the levels of BASE in the blood may be of use in screening for breast cancer and for following a patient's progress on breast cancer treatment."},
           {"id": 87, "word": "Base excision repair" ,"meaning":"A process of DNA repair in which an altered base is excised (removed) by a DNA glycosylase enzyme, followed by excision of the resulting sugar phosphate. The small gap left in the DNA helix is then filled in by the sequential action of DNA polymerase and DNA ligase. Abbreviated BER"},
           {"id": 88, "word": "Base in DNA" ,"meaning":"A unit of the DNA. There are 4 bases: adenine (A), guanine (G), thymine (T), and cytosine (C). The sequence of bases (for example, CAG) is the genetic code."},
           {"id": 89, "word": "Base of tongue" ,"meaning":"The back third of the tongue. In contrast to the anterior tongue, which is the front two-thirds of the tongue. The distinction between the anterior and base of the tongue reflects the fact that they are of different embryological origin. The distinction also matters as regards cancer. See: Tongue cancer."},
           {"id": 90, "word": "Base pair" ,"meaning":"Two DNA bases that are complementary to one another (A and T, or G and C) and join in strands to form the double-helix that is characteristic of DNA"},
           {"id": 91, "word": "Base sequence" ,"meaning":"The particular order of nucleotide bases in a DNA molecule."},
           {"id": 92, "word": "Base sequence analysis" ,"meaning":"A method for determining the order of nucleotide bases in DNA."},
           {"id": 93, "word": "Base, pressor" ,"meaning":"A pressor base is a substance chemically classified as a base (or amine) that is capable of raising the blood pressure."},
           {"id": 94, "word": "Baseline" ,"meaning":"Information or data gathered at the beginning of a period from which variations that subsequently develop are compared."},
           {"id": 95, "word": "Basement membrane" ,"meaning":"A thin membrane that is composed of a single layer of cells."},
           {"id": 96, "word": "Basic Local Alignment Search Tool" ,"meaning":"Abbreviated BLAST. A computer program that identifies homologous genes in different organisms (such as worms, the fruit fly, mice, and humans). Homologous genes are genes in different species that share similar structures and functions."},
           {"id": 97, "word": "Basilar" ,"meaning":"Located at or near the base of a structure, especially the base of the skull. For example, a basilar fracture is a break in the bone at the base of the skull and can be life-threatening."},
           {"id": 98, "word": "Basilar fracture" ,"meaning":"A break in bone at the base of the skull. About a half of basilar fractures are caused by bicycle or motor vehicle accidents, about a quarter by falls, and a tenth by recreational activities, particularly by diving accidents. The balance are due to other causes. No matter what cause, the risk of death with a basilar fracture is appreciable"},
           {"id": 99, "word": "Baskerville effect" ,"meaning":"A fatal heart attack triggered by extreme psychological stress. The effect is named after Charles Baskerville, a character in the Arthur Conan Doyle story 'The Hound of the Baskervilles,' who suffers a fatal heart attack due to extreme psychological stress."},
           {"id": 100, "word": "Basophil" ,"meaning":"A type of white blood cell (leukocyte) with coarse, bluish-black granules of uniform size within the cytoplasm. Basophils are so named because their cytoplasmic granules stain with basic dyes. Basophils normally constitute 0.5 to 3 percent of the peripheral blood leukocytes, and contain histamine and serotonin. Also known as a basophilic leukocyte."},
           {"id": 101, "word": "Bather's eruption" ,"meaning":"An intensely itchy rash due to contact with the tiny thimble jellyfish (Linuche unguiculata)."},
           {"id": 102, "word": "Bathophobia" ,"meaning":"An abnormal and persistent fear of depths. Sufferers from bathophobia experience anxiety even though they realize they are safe from falling into or being consumed by depths. The feared object may be a long, dark hallway, a well or a deep pool or lake"},
           {"id": 103, "word": "Batten disease" ,"meaning":"a rare, fatal genetic condition that typically begins in childhood. It is a form of a group of neurologic disorders called the neuronal ceroid lipofuscinoses, or NCLs."},
           {"id": 104, "word": "Battered child syndrome" ,"meaning":"A disease in which children are physically abused. The battered child syndrome is a form of child abuse."},
           {"id": 105, "word": "Battle fatigue" ,"meaning":"this is a psychological disorder that develops in some individuals who have had major traumatic experiences (and, for example, have been in a serious accident or through a war). The person is typically numb at first but later has symptoms including depression, excessive irritability, guilt (for having survived while others died), recurrent nightmares, flashbacks to the traumatic scene, and overreaction to sudden noises. Post-traumatic stress became known as such in the 70s due to the adjustment problems of some Vietnam veterans."},
           {"id": 106, "word": "Bayes theorem" ,"meaning":"A probability principle set forth by the English mathematician Thomas Bayes (1702-1761). Bayes' theorem is of value in medical decision-making and some of the biomedical sciences."},
           {"id": 107, "word": "Baylisascaris" ,"meaning":"Infection by the raccoon roundworm. Baylisascaris procyonis is found commonly in raccoons. When infective eggs of this roundworm are ingested by humans, Baylisascaris larvae hatch in the intestine and travel through the organs and muscles. This is the larva migrans syndrome."},
           {"id": 108, "word": "BCG" ,"meaning":"An effective immunization against tuberculosis. BCG stands for Bacille Calmette Guerin. BCG is a weakened (attenuated) version of a bacteria called Mycobacterium bovis which is closely related to Mycobacterium tuberculosis, the agent responsible for tuberculosis."},
           {"id": 109, "word": "BCM" ,"meaning":"Body cell mass."},
           {"id": 110, "word": "BCNS" ,"meaning":"Basal cell nevus syndrome, also known as the Gorlin syndrome."},
           {"id": 111, "word": "BDD" ,"meaning":"Body dysmorphic disorder."},
           {"id": 112, "word": "Beard" ,"meaning":"The hair that normally grows on the male face after puberty. Testosterone, the most potent of the naturally occurring androgens, causes the development of secondary sex features such as the beard that are characteristic of the adult male."},
           {"id": 113, "word": "Beard ringworm" ,"meaning":" A superficial fungal infection of the skin, affecting the bearded area of the face and neck, with swellings and marked crusting, often with itching, sometimes causing the hair to break off. In the days when men went to the barber daily for a shave, this affliction was called barber's itch. Also known as tinea barbae."},
           {"id": 114, "word": "Beaufort wind scale" ,"meaning":" A widely used wind force scale which is a simple numerical relationship to wind speed based on an observation of the effects of the wind. The Beaufort wind scale is of importance in preparations for a tropical storm or hurricane"},
           {"id": 115, "word": "Becker muscular dystrophy" ,"meaning":"A chronic, progressive muscle degeneration disease. A form of muscular dystrophy that is quite similar to Duchenne muscular dystrophy, except that patients with Becker do produce some of the key protein, dystrophin, whereas those with Duchenne do not. Progression of the disease in Becker type is slower than in Duchenne, and symptoms may appear as late as the mid-twenties."},
           {"id": 116, "word": "Beckwith-Wiedemann syndrome" ,"meaning":"An overgrowth syndrome, whose clinical manifestations typically include macrosomia (large body size), macroglossia (large tongue), omphalocele (exomphalos), organomegaly (enlarged organs), hemihypertrophy (overgrowth of one side of the body), neonatal hypoglycemia (low blood sugar in the newborn period), and ear creases and ear pits."},
           {"id": 117, "word": "Bed blocker" ,"meaning":" A patient who uses a hospital bed for a long period of time because they are chronically ill. The patient inadvertently blocks the use of the bed by other patients."},
           {"id": 118, "word": "Bed bug" ,"meaning":"A blood-sucking bug in the Cimex family that lives hidden in bedding or furniture, coming out at night to bite their victims."},
           {"id": 119, "word": "Bed sore" ,"meaning":"A painful, often reddened area of degenerating, ulcerated skin caused by pressure and lack of movement, and worsened by exposure to urine or other irritating substances on the skin."},
           {"id": 120, "word": "Bednet" ,"meaning":"Netting which is hung over the bed to keep out mosquitos and other insects. Bednets are an important form of mosquito control and a major modality for preventing malaria. Bednets can be treated with an insecticide. The insecticide may be long-lasting. If it is not, the net needs regular retreatment with insecticide. An insecticide-treated bednet is called an ITN."},
           {"id": 121, "word": "Bedwetting" ,"meaning":"Involuntary urination in bed. Bedwetting is called 'enuresis,' from the Greek 'enourin' meaning 'to urinate in.'"},
           {"id": 122, "word": "Bee sting" ,"meaning":"An area of skin affected by piercing from the stinger of a bee. A bee sting can trigger an allergic reaction, including life-threatening anaphylactic shock."},
           {"id": 123, "word": "Beef tapeworm" ,"meaning":"The most common of the large tapeworms that parasitize people. Beef tapeworm can be contracted from infected beef that is raw or rare. Also known as Taenia saginata."},
           {"id": 124, "word": "Beers criteria" ,"meaning":"Criteria for safe medication use in older adults -- for people over 65 years of age. First issued in 1991, these criteria have been repeatedly revised and updated. In addition to the benzodiazepines, the Beers criteria (or list) has included amiodarone, amitriptyline, cimetidine, clonidine, disopyramide, indomethacin, ketorolac, meperidine, methyldopa, and many antihistamines, antispasmodics, and muscle relaxants"},
           {"id": 125, "word": "Beetle, blister" ,"meaning":"A blister beetle is one of a number of beetles that have historically been used in dried or powdered form for medicinal purposes to raise blisters on the skin. An example of a blister beetle is the so-called Spanish fly."},
           {"id": 126, "word": "Behavior center, moral" ,"meaning":"An area of the brain in what is known as the prefrontal cortex."},
           {"id": 127, "word": "Behavior therapy" ,"meaning":"A treatment program that involves substituting desirable behavior responses for undesirable ones"},
           {"id": 128, "word": "Behavior, automatic" ,"meaning":"A behavior that is performed without conscious knowledge and that does not appear to be under conscious control."},
           {"id": 129, "word": "Behavioral medicine" ,"meaning":"An interdisciplinary field of research and practice that focuses on how people's thoughts and behavior affect their health."},
           {"id": 130, "word": "Behcet's syndrome" ,"meaning":" A chronic disease featuring inflammation of small blood vessels and characterized by a triad of features: ulcers in the mouth, ulcers of the genitalia, and inflammation of the eye (uveitis)."},
           {"id": 131, "word": "Beijerinck, Martinus W." ,"meaning":"(1851-1931) Dutch microbiologist who was the first person to use the term 'virus' for the invisible disease-causing material that he showed to be self-replicating. He originated selective culture techniques, also known as enrichment culturing, and was the first to isolate a wide range of microorganisms."},
           {"id": 132, "word": "Belching" ,"meaning":"A normal process of releasing through the mouth air that accumulates in the stomach, thereby relieving distention. Upper abdominal discomfort associated with excessive swallowed air may extend into the lower chest, producing symptoms that suggest heart or lung disease."},
           {"id": 133, "word": "Belladonna" ,"meaning":"An herbaceous plant bearing the scientific name Atropa belladonna or Atropa bella-donna, also known as deadly nightshade. The leaves and berries of the plant are highly toxic and can lead to hallucinations and delirium when ingested."},
           {"id": 134, "word": "Bellini duct carcinoma" ,"meaning":"(BDC) A rare type of kidney cancer that begins in the duct of Bellini (a continuation of the collecting tubules). BDC often grows and spreads quickly."},
           {"id": 135, "word": "Belly's palsy" ,"meaning":"Paralysis of the nerve that supplies the facial muscles on one side of the face (the seventh cranial nerve, or facial nerve). Bell's palsy often starts suddenly."},
           {"id": 136, "word": "Belly" ,"meaning":"That part of the body that contains all of the structures between the chest and the pelvis. Also called the abdomen"},
           {"id": 137, "word": "Belly button" ,"meaning":"The navel or umbilicus; the former site of attachment of the umbilical cord."},
           {"id": 138, "word": "Belly pain" ,"meaning":"Pain in the abdomen. See: Abdominal pain."},
           {"id": 139, "word": "Benign" ,"meaning":"Not malignant. A benign tumor is one that does not invade surrounding tissue or spread to other parts of the body; it is not a cancer."},
           {"id": 140, "word": "Benign intracranial hypertension" ,"meaning":"Increased pressure within the brain in the absence of a tumor. Symptoms may include headache, nausea, vomiting, pulsating intracranial noises, singing in the ears, double vision, loss of visual accuracy, and even blindness. It is most common in women between the ages of 20 and 50"},
           {"id": 141, "word": "Benign lymphoreticulosis" ,"meaning":" Cat scratch disease, a mild flu-like infection, with swollen lymph nodes (lymphadenitis) and mild fever of short duration, due to cat scratches, especially from kittens"},
           {"id": 142, "word": "Benign paroxysmal positional vertigo (BPPV)" ,"meaning":"A balance disorder that results in the sudden onset of dizziness, spinning, or vertigo when moving the head."},
           {"id": 143, "word": "Benign prostatic hyperplasia" ,"meaning":"A common, noncancerous enlargement of the prostate gland. The enlarged prostate may compress the urinary tube (urethra), which courses through the center of the prostate, impeding the flow of urine from the bladder through the urethra to the outside"},
           {"id": 144, "word": "Benign recurrent aseptic meningitis" ,"meaning":"Recurring meningitis without identifiable cause that leaves no residual damage to the nervous system. Benign recurrent aseptic meningitis is also called Mollaret meningitis."},
           {"id": 145, "word": "Benign sleep myoclonus" ,"meaning":"A distinctive disorder of sleep in infancy characterized by rhythmic myoclonic jerks (sudden muscle contractions) which occur when the child is asleep and which stop when the child is awakened."},
           {"id": 146, "word": "Benzene" ,"meaning":"A sweet smelling, highly toxic hydrocarbon. Long-term exposure to benzene is known to cause anemia and leukemia. The anemia associated with benzene exposure is termed aplastic anemia. The types of leukemia associated with benzene exposure are adult acute myeloid leukemia (AML) and chronic lymphocytic leukemia (CLL). It is thought that benzene induces DNA damage in hematopoietic stem cells that give rise to leukemic clones of cells."},
           {"id": 147, "word": "Benzidine" ,"meaning":"A compound used mainly for dyeing textiles and paper that is a known human carcinogen (cancer-causing agent). Benzidine was one of the first chemicals for which an association of occupational exposure and increased incidence of urinary bladder cancer in humans was reported."},
           {"id": 148, "word": "Benzo(a)pyrene" ,"meaning":"Abbreviated B(a)P. A member of a class of compounds known as polycyclic aromatic hydrocarbons (PAHs). The metabolites of B(a)P are mutagenic and highly carcinogenic. When the body tries to metabolize B(a)P, the resulting compounds react and bind to DNA which results in mutations and eventually cancer."},
           {"id": 149, "word": "Benzodiazepines" ,"meaning":"A class of drugs that act as tranquilizers and are commonly used in the treatment of anxiety. Benzodiazepines can cause drowsiness."},
           {"id": 150, "word": "BER" ,"meaning":"Base excision repair."},
           {"id": 151, "word": "Bereavement" ,"meaning":"The period after a loss during which grief is experienced and mourning occurs. The duration of bereavement depends on both how attached the person was to the person (or pet) who died, and the amount of preparation time anticipating the loss."},
           {"id": 152, "word": "Bergamot oil" ,"meaning":"An aromatic extract of the rind of the bergamot orange used to flavor Earl Grey tea and in aromatherapy. It causes photosensitivity, due largely to the presence of 5-methoxypsoralen. Drinking very large amounts of Earl Grey tea can block the intestinal absorption of potassium."},
           {"id": 153, "word": "Bergstrom, Sune K" ,"meaning":"(1916-2004) Swedish physician and scientist who was awarded the Nobel prize for physiology or medicine in 1982 for isolating and elucidating the chemical structure of prostaglandins. The main breakthrough in prostaglandin research was made in the 1950s when Bergström and his associates succeeded in the purification of two important prostaglandins, PGE and PGF, and in identifying their chemical structure. They found that the prostaglandins are formed by conversion of unsaturated fatty acids. Bergström shared the Nobel Prize with his student Bengt Samuelsson and John Vane for their discoveries concerning 'prostaglandins and related biologically active substances.'"},
           {"id": 154, "word": "Beriberi" ,"meaning":"Inflammation of multiple nerves (polyneuritis), heart disease (cardiopathy), and edema (swelling) due to a deficiency of thiamine (vitamin B1) in the diet."},
           {"id": 155, "word": "Berlin Heart" ,"meaning":"The name of a company in Berlin, Germany and of a ventricular assist device it makes. The device works by helping the right ventricle of the heart to pump blood to the lungs and the left ventricle to pump blood to the body."},
           {"id": 156, "word": "Bernard syndrome" ,"meaning":"A complex of abnormal findings, namely sinking in of one eyeball, ipsilateral ptosis (drooping of the upper eyelid on the same side) and miosis (constriction of the pupil of that eye) together with anhidrosis (lack of sweating) and flushing of the affected side of the face."},
           {"id": 157, "word": "Bernard-Soulier syndrome" ,"meaning":"A disorder in which the platelets crucial to normal blood clotting lack the ability to adequately stick to injured blood vessel walls, leading to abnormal bleeding. Bernard-Soulier syndrome usually appears in the newborn period, infancy, or early childhood, with bruises, nosebleeds, and gum bleeding."},
           {"id": 158, "word": "Bernstein test" ,"meaning":"A test to find out if heartburn is caused by acid in the esophagus, and so to diagnose GERD (gastroesophageal reflux disease). The test involves dripping a mild acid, similar to stomach acid, through a tube placed in the esophagus. Also known as esophageal acid infusion test."},
           {"id": 159, "word": "Berry aneurysm" ,"meaning":"A small aneurysm that looks like a berry and classically occurs at the point at which a cerebral artery departs from the circular artery (the circle of Willis) at the base of the brain. Berry aneurysms frequently rupture and bleed."},
           {"id": 160, "word": "Berserk" ,"meaning":" Frenzied, enraged. From the Norse berserkr, one of the old Norse warriors who worked themselves into a frenzy."},
           {"id": 161, "word": "Berylliosis" ,"meaning":"Beryllium poisoning. "},
           {"id": 162, "word": "Beryllium" ,"meaning":"A toxic metal found in ores containing other elements that is used in making metal alloys for nuclear reactors and the aerospace industry. Acute exposure to beryllium fumes can cause a severe, sometimes fatal pneumonitis (inflammation of the lungs)."},
           {"id": 163, "word": "Berzelius, Jons Jacob" ,"meaning":"Celebrated Swedish chemist (1779-1848)"},
           {"id": 164, "word": "Beta agonist" ,"meaning":"A bronchodilator medicine that opens the airways by relaxing the muscles around the airways that may tighten during an asthma attack or in COPD (chronic obstructive pulmonary disease). Beta-agonists can be administered by inhalers or orally."},
           {"id": 165, "word": "Beta blocker" ,"meaning":"A class of drugs that block the effect of beta-adrenergic substances such as adrenaline (epinephrine), that play a key role in the sympathetic portion of the involuntary nervous system."},
           {"id": 166, "word": "Beta carotene" ,"meaning":"A vitamin that acts as an antioxidant, protecting cells against oxidation damage. Beta carotene is converted by the body to vitamin A. Food sources of beta carotene include vegetables such as carrots, sweet potatoes, spinach and other leafy green vegetables; and fruit such as cantaloupes and apricots."},
           {"id": 167, "word": "Beta cell" ,"meaning":"A type of cell in the pancreas. Within the pancreas, the beta cells are located in areas called the islets of Langerhans where they constitute the predominant type of cell. The beta cells make and release insulin, a hormone that controls the level of glucose (sugar) in the blood."},
           {"id": 168, "word": "Beta cell, pancreatic" ,"meaning":" A type of cell in the pancreas (the organ of the digestive system located behind the stomach). Within the pancreas, the beta cells are located in areas called the islets of Langerhans. They constitute the predominant type of cell in the islets."},
           {"id": 169, "word": "Beta error" ,"meaning":"The statistical error (said to be 'of the second kind,' or type II) that is made in testing when it is concluded that something is negative when it really is positive. Also known as false negative."},
           {"id": 170, "word": "Beta particle" ,"meaning":"An electron ejected from the nucleus of a decaying atom. Although beta particles can be stopped by a thin sheet of aluminum, they can penetrate the dead skin layer, potentially causing burns."},
           {"id": 171, "word": "Beta protein 1" ,"meaning":"Abbreviated and better known as BP1"},
           {"id": 172, "word": "Beta-secretase" ,"meaning":"An enzyme that appears to be directly involved in the early development of Alzheimer's disease. Beta-secretase is a protease (an enzyme that catalyses the splitting of interior peptide bonds in a protein)."},
           {"id": 173, "word": "Betel nut" ,"meaning":"The nut of the Areca palm tree and an ingredient of betel nut quid, an addictive mix chewed in some Pacific and Asian cultures. Its use is associated with aggressive oral cancers affecting especially the inner lining of the cheeks and lips are the primary tumor sites. Other sites include the tongue, lower lip, tonsil and floor of the mouth."},
           {"id": 174, "word": "Bezoar" ,"meaning":"A clump or wad of swallowed food or hair. Bezoars can block the digestive system, especially the exit of the stomach. A bezoar composed of hair is called a trichobezoar"},
           {"id": 175, "word": "Biallelic" ,"meaning":"Pertaining to both alleles (both alternative forms of a gene). For example, biallelic mutations in the gene MYH predispose to colon cancer."},
           {"id": 176, "word": "Bias" ,"meaning":"1. When a point of view prevents impartial judgment on issues relating to the subject of that point of view. In a clinical trial, bias refers to effects that a conclusion that may be incorrect as, for example, when a researcher or patient knows what treatment is being given. To avoid bias, a blinded study may be done. 2. Deviation of results or inferences from the truth, or processes leading to such systematic deviation. Any trend in the collection, analysis, interpretation, publication, or review of data that can lead to conclusions that are systematically different from the truth."},
           {"id": 177, "word": "Bicarbonate" ,"meaning":"In medicine, bicarbonate usually refers to bicarbonate of soda (sodium bicarbonate, baking soda), a white powder that is a common ingredient in antacids"},
           {"id": 178, "word": "Biceps" ,"meaning":"A muscle that has two heads, or origins. There is more than one biceps muscle. The biceps brachii is the well-known flexor muscle in the upper arm; it bulges when the arm is bent in a C-shape with the fist toward the forehead."},
           {"id": 179, "word": "Bicornuate" ,"meaning":"A muscle that has two heads, or origins. There is more than one biceps muscle. The biceps brachii is the well-known flexor muscle in the upper arm; it bulges when the arm is bent in a C-shape with the fist toward the forehead."},
           {"id": 180, "word": "Bicuspid" ,"meaning":"Having two flaps or cusps."},
           {"id": 181, "word": "Bicuspid aortic valve" ,"meaning":"An aortic valve in the heart that has two flaps (cusps) that open and close. A normal aortic valve in the heart has three flaps. There may be no symptoms of bicuspid aortic valve in childhood, but in time the valve may become narrowed, making it harder for blood to pass through it, or blood may start to leak backward through the valve (regurgitate). Treatment depends on how the valve is working. For a severely deteriorated valve, replacement surgery may be necessary."},
           {"id": 182, "word": "Bicuspid valve" ,"meaning":"One of the four valves of the heart, this valve is situated between the left atrium and the left ventricle. It permits blood to flow one way only, from the left atrium into the left ventricle This valve is more commonly called the mitral valve because it has two flaps (cusps) and looks like a bishop's miter or headdress."},
           {"id": 183, "word": "Biermer's anemia" ,"meaning":"A blood disorder caused by a lack of vitamin B12. Patients who have this disorder do not produce the substance in the stomach that allows the body to absorb vitamin B12. This substance is called intrinsic factor (IF)."},
           {"id": 184, "word": "Bietti crystalline dystrophy" ,"meaning":"A genetic eye disease that leads to progressive night blindness and visual field constriction and is characterized by the formation of crystals in the cornea (the clear covering of the eye), yellow shiny deposits on the retina, and progressive atrophy of the retina and choroid (the back layers of the eye)."},
           {"id": 185, "word": "Bifid" ,"meaning":"Split in two"},
           {"id": 186, "word": "Bifid uvula" ,"meaning":"The anatomic structure that dangles downward at the back of the mouth and is attached to the rear of the soft palate."},
           {"id": 187, "word": "Big bone disease" ,"meaning":"A disorder of the bones and joints of the hands and fingers, elbows, knees, and ankles of children and adolescents who slowly develop stiff deformed joints, shortened limb length and short stature due to necrosis (death) of the growth plates of bones and of joint cartilage."},
           {"id": 188, "word": "Big toe sign" ,"meaning":"An important neurologic examination based upon what the big toe (and other toes) do when the sole of the foot is stimulated. If the big toe goes up, that may mean trouble."},
           {"id": 189, "word": "BIID" ,"meaning":"Body integrity identity disorder."},
           {"id": 190, "word": "Bilateral" ,"meaning":"Affecting both sides. For example, bilateral arthritis affects joints on both the left and right sides of the body."},
           {"id": 191, "word": "Bilateral pneumonia" ,"meaning":"Pneumonia in both lungs (right and left). Also known as double pneumonia"},
           {"id": 192, "word": "Bile" ,"meaning":"Bile is a yellow-green fluid that is made by the liver, stored in the gallbladder and passes through the common bile duct into the duodenum where it helps digest fat. The principal components of bile are cholesterol, bile salts, and the pigment bilirubin."},
           {"id": 193, "word": "Bile acid" ,"meaning":"An acid made by the liver that works with bile to break down fats."},
           {"id": 194, "word": "Bile acid resin" ,"meaning":"Bile acid resins are substances that bind in the intestines with bile acids that contain cholesterol and are then eliminated in the stool. "},
           {"id": 195, "word": "Bile duct cancer" ,"meaning":" An uncommon type of cancer that arises from the bile duct, the tube that connects the liver and the gallbladder to the small intestine."},
           {"id": 196, "word": "Bile sludge" ,"meaning":" A mixture of microscopic particulate matter in bile that occurs when particles of material precipitate from bile. Bile is the fluid that is made by the liver."},
           {"id": 197, "word": "Bilharzia" ,"meaning":"A schistosome, a trematode worm parasite. Three main species of these worms'Schistosoma haematobium, S. japonicum, and S. mansoni'cause disease in humans."},
           {"id": 198, "word": "Bilharziasis" ,"meaning":"a parasite infection by a trematode worm acquired from infested water. Also known as schistosomiasis. Species which live in man can produce liver, bladder, and gastrointestinal problems. Species of the schistosomiasis parasite which cannot live in man cause swimmer's itch."},
           {"id": 199, "word": "Biliary" ,"meaning":"Having to do with the gallbladder, bile ducts, or bile. The biliary system itself consists of the gallbladder and bile ducts and, of course, the bile."},
           {"id": 200, "word": "Biliary atresia" ,"meaning":"Congenital absence or closure of the major bile ducts, the ducts that drain bile from the liver."},
           {"id": 201, "word": "Biliary compression" ,"meaning":"Abnormal pressure on the biliary tree compromising the normal drainage of bile."},
           {"id": 202, "word": "Biliary decompression" ,"meaning":"A procedure done to remove pressure on the biliary tree and permit the normal drainage of bile."},
           {"id": 203, "word": "Biliary sand" ,"meaning":"Biliary sand is a term, mostly used by surgeons, to describe uncountable, small particles in bile that are visible to the naked eye during the removal of a gallbladder."},
           {"id": 204, "word": "Biliary sludge" ,"meaning":"A mixture of microscopic particulate matter in bile that occurs when particles of material precipitate from bile. Bile is the fluid that is made by the liver."},
           {"id": 205, "word": "Bilious" ,"meaning":"The adjective for bile, bilious has three meanings. It means of or relating to bile. By extension, bilious means suffering from liver dysfunction (and especially excessive secretion of bile). And, further by extension, it is indicative of a peevish ill-natured disposition."},
           {"id": 206, "word": "Biliousness" ,"meaning":" A term used in the 18th and 19th centuries pertaining to bad digestion, stomach pains, constipation, and excessive flatulence (passing gas). The quantity or quality of the bile was thought to be at fault for the condition."},
           {"id": 207, "word": "Bilirubin" ,"meaning":"A yellow-orange compound that is produced by the breakdown of hemoglobin from red blood cells."},
           {"id": 208, "word": "Biloma" ,"meaning":"An encapsulated collection of bile within the abdomen. A biloma may form if there is bile duct disruption, as from a laparoscopic cholecystectomy. From bile + -oma (a tumor)."},
           {"id": 209, "word": "Binaural" ,"meaning":"Relating to both ears. While hearing aids may be binaural (in both ears) or monaural (in just one ear), binaural aids are generally considered to be superior. Synonymous with stereophonic."},
           {"id": 210, "word": "Binge drinking" ,"meaning":"The dangerous practice of consuming large quantities of alcoholic beverages in a single session. Binge drinking carries a serious risk of harm, including alcohol poisoning."},
           {"id": 211, "word": "Binge eating disorder" ,"meaning":"An eating disorder characterized by periods of extreme overeating, but not followed by purging behaviors, as in bulimia. Binge eating disorder can occur alone or in association with abnormality of the brain's hypothalamus gland, Prader-Willi disorder, or other medical conditions"},
           {"id": 212, "word": "Binocular" ,"meaning":"1. With both eyes, as in binocular vision.2. With two eyepieces, as in a binocular microscope."},
           {"id": 213, "word": "Binocular diplopia" ,"meaning":" Double vision (diplopia) that is only evident when looking through both eyes and disappears if one eye is closed or covered. The condition is caused by misalignment of the eyes by the extraocular muscles (the muscles around the eyeball that control gaze)"},
           {"id": 214, "word": "Binocular vision" ,"meaning":"The ability to maintain visual focus on an object with both eyes, creating a single visual image. Lack of binocular vision is normal in infants. Adults without binocular vision experience distortions in depth perception and visual measurement of distance."},
           {"id": 215, "word": "Binocularity" ,"meaning":"The ability to focus upon an object with both eyes and create a single stereoscopic image. Binocularity requires highly convergent orbits."},
           {"id": 216, "word": "Binswanger disease" ,"meaning":"A form of dementia with blood vessel abnormalities in the deep white-matter of the brain causing loss of memory, decreasing cognition, and mood changes. Patients usually show signs of abnormal blood pressure (too high or too low), stroke, blood abnormalities, disease of the large blood vessels in the neck, and disease of the heart valves."},
           {"id": 217, "word": "Binucleate" ,"meaning":"Having two nuclei. Binucleate cells are due to a defect in cytokinesis, the process by which two daughter cells separate at the completion of cell division."},
           {"id": 218, "word": "Bio-" ,"meaning":"Prefix indicating living plants or creatures, as in biology (the study of living organisms)."},
           {"id": 219, "word": "Bioactive" ,"meaning":"Having an effect upon a living organism, tissue, or cell. Biologically active. Antibiotic, enzymes, and vitamins are all bioactive substances."},
           {"id": 220, "word": "Bioarchaeology" ,"meaning":"The use of a range of biological techniques on archaeological material in order to learn more about past populations."},
           {"id": 221, "word": "Biochemical" ,"meaning":"Relating to biochemistry, the application of the tools and concepts of chemistry to living systems."},
           {"id": 222, "word": "Biochemistry" ,"meaning":"The chemistry of biology, the application of the tools and concepts of chemistry to living systems."},
           {"id": 223, "word": "Bioelectric impedance analysis" ,"meaning":"The inability of aspirin to produce an anticipated effect on one or more tests of platelet function, such as inhibiting the biosynthesis of thromboxane, inhibiting platelet aggregation, and causing a prolongation of the bleeding time."},
           {"id": 224, "word": "Biofeedback" ,"meaning":" A method of treatment that uses a monitor to measure patients' physiologic information of which they are normally unaware. By watching a monitor, patients can learn by trial and error to adjust their thinking and other mental processes in order to control 'involuntary' bodily processes such as blood pressure, temperature, gastrointestinal functioning, and brain wave activity."},
           {"id": 225, "word": "Biofilm" ,"meaning":"An aggregate of microbes with a distinct architecture. A biofilm is like a tiny city in which microbial cells, each only a micrometer or two long, form towers that can be hundreds of micrometers high. The 'streets' between the towers are really fluid-filled channels that bring in nutrients, oxygen and other necessities for live biofilm communities."},
           {"id": 226, "word": "Biofluid" ,"meaning":"A biological fluid. Biofluids can be excreted (such as urine or sweat), secreted (such as breast milk or bile), obtained with a needle (such as blood or cerebrospinal fluid), or develop as a result of a pathological process (such as (such as blister or cyst fluid). The term biofluid is employed as both a noun (as in the aforementionned biofluids) and an adjective (as in biofluid dynamics and biofluid mechanics)."},
           {"id": 227, "word": "Bioidentical hormone therapy" ,"meaning":"Treatment with hormone medications that contain hormones that have the same chemical formula as those made naturally in the body, referred to by many as 'bioidentical' hormones. Bioidentical hormones are created in a laboratory by altering compounds derived from naturally-occurring plant products and are typically taken in the form of creams or gels."},
           {"id": 228, "word": "Bioinformatics" ,"meaning":"The sum of the computational approaches to analyze, manage, and store biological data. Bioinformatics involves the analysis of biological information using computers and statistical techniques, the science of developing and utilizing computer databases and algorithms to accelerate and enhance biological research."},
           {"id": 229, "word": "Biologic evolution" ,"meaning":"Biologic evolution was contrasted with cultural (social) evolution in 1968 by A.G. Motulsky who pointed out that biologic evolution is mediated by genes, shows a slow rate of change, employs random variation (mutations) and selection as agents of change, new variants are often harmful, these new variants are transmitted from parents to offspring, the mode of transmission is simple, complexity is achieved by the rare formation of new genes by chromosome duplication, biologic evolution occurs with all forms of life, and the biology of humans requires cultural evolution."},
           {"id": 230, "word": "Biological chemistry" ,"meaning":"Another name for biochemistry -- the study of the chemistry of living cells, tissues, organs and organisms. One of the premier journals of biochemistry today is the JBC, the Journal of Biological Chemistry, which was founded in 1905."},
           {"id": 231, "word": "Biological response modifiers" ,"meaning":"Substances that stimulate the body's response to infection and disease. The body naturally produces small amounts of these substances. Scientists can produce some of them in the laboratory in large amounts for use in treating cancer, rheumatoid arthritis, and other diseases."},
           {"id": 232, "word": "Biological safety level 1" ,"meaning":"The lowest level of biosafety, a level that applies to agents that do not ordinarily cause human disease."},
           {"id": 233, "word": "Biological safety level 2" ,"meaning":"This level is appropriate for agents that can cause human disease, but whose potential for transmission is limited."},
           {"id": 234, "word": "Biological safety level 3" ,"meaning":"This level applies to agents that may be transmitted by the respiratory route which can cause serious infection."},
           {"id": 235, "word": "Biological safety level 4" ,"meaning":"This level is used for the diagnosis of exotic agents that pose a high risk of life-threatening disease, which may be transmitted by the aerosol route and for which there is no vaccine or therapy."},
           {"id": 236, "word": "Biological therapy" ,"meaning":"Treatment to stimulate or restore the ability of the immune (defense) system to fight infection and disease. Biological therapy is thus any form of treatment that uses the body's natural abilities that constitute the immune system to fight infection and disease or to protect the body from some of the side effects of treatment."},
           {"id": 237, "word": "Biology, molecular" ,"meaning":"The study of biology on a molecular level including the structure, function, and makeup of biologically important molecules such as DNA, RNA, and proteins. The field of molecular biology involves many other areas of biology such as biochemistry and genetics."},
           {"id": 238, "word": "Biomagnetic therapy" ,"meaning":" Magnetic therapy, also called magnetic field therapy and bioenergy therapy, is an alternative therapy that uses magnets of varying sizes and strengths that are placed on the body to relieve pain and treat disease."},
           {"id": 239, "word": "Biomarker" ,"meaning":"A biologic feature that can be used to measure the presence or progress of disease or the effects of treatment. For example, prostate specific antigen (PSA) is a biomarker for cancer of the prostate."},
           {"id": 240, "word": "Biopsy" ,"meaning":"The removal of a sample of tissue for examination under a microscope to check for cancer cells or other abnormalities."},
           {"id": 241, "word": "Biosafety" ,"meaning":"The application of knowledge, techniques and equipment to prevent personal, laboratory and environmental exposure to potentially infectious agents or biohazards. Biosafety defines the containment conditions under which infectious agents can be safely manipulated."},
           {"id": 242, "word": "Biosafety level" ,"meaning":"A specific combination of work practices, safety equipment, and facilities which are designed to minimize the exposure of workers and the environment to infectious agents."},
           {"id": 243, "word": "Biotechnology" ,"meaning":"The fusion of biology and technology, the application of biological techniques to product research and development. In particular, biotechnology involves the use by industry of recombinant DNA, cell fusion, and new bioprocessing techniques to produce large molecules useful in treating and preventing disease. Slang biotech."},
           {"id": 244, "word": "Bioterrorism" ,"meaning":"Terrorism using biologic agents that are harmful to humans. Biological diseases and the agents that might be used for terrorism have been listed by the US Centers for Disease Control and Prevention (CDC). These agents include viruses, bacteria, rickettsiae (microorganisms that have traits common to both bacterial and viruses), fungi, and biological toxins."},
           {"id": 245, "word": "Biotherapy" ,"meaning":"Treatment to stimulate or restore the ability of the immune (defense) system to fight infection and disease. Biological therapy is thus any form of treatment that uses the body's natural abilities that constitute the immune system to fight infection and disease or to protect the body from some of the side effects of treatment."},
           {"id": 246, "word": "Biotin" ,"meaning":"A water-soluble B-complex vitamin involved in carbon dioxide transfer and therefore essential to the metabolism of carbohydrate and fat. A balanced diet usually contains enough biotin. Foods with high biotin levels include nuts, cereals, green leafy vegetables and milk."},
           {"id": 247, "word": "Bipolar disorder" ,"meaning":"A mood disorder sometimes called manic-depressive illness or manic-depression that characteristically involves cycles of depression and elation or mania."},
           {"id": 248, "word": "Bipolar I disorder" ,"meaning":"The diagnosis of bipolar I disorder requires that the individual has at least one manic episode but does not require a history of major depression."},
           {"id": 249, "word": "Bipolar II disorder" ,"meaning":"Bipolar II disorder is diagnosed if the person has experienced at least one episode of major depression and at least one episode of hypomania (a milder form of mania)."},
           {"id": 250, "word": "Bird flu" ,"meaning":"A highly contagious viral disease with up to 100 percent mortality in domestic fowl. Caused by influenza A virus subtypes H5 and H7. All types of birds are susceptible to the virus, but outbreaks occur most often in chickens and turkeys."},
           {"id": 251, "word": "Birt Hogg Dube syndrome" ,"meaning":" An inherited condition in which benign tumors develop in hair follicles on the head, chest, back, and arms. These tumors are called fibrofolliculomas."},
           {"id": 252, "word": "Birth cohort" ,"meaning":"A group of people born during a particular period or year"},
           {"id": 253, "word": "Birth control" ,"meaning":" Birth control is the use of any practices, methods, or devices to prevent pregnancy from occurring in a sexually active woman. Also referred to as family planning, pregnancy prevention, fertility control, or contraception; birth control methods are designed either to prevent fertilization of an egg or implantation of a fertilized egg in the uterus."},
           {"id": 254, "word": "Birth defect" ,"meaning":"Any defect present in a baby at birth, irrespective of whether the defect is caused by a genetic factor or by prenatal events that are not genetic."},
           {"id": 255, "word": "Birth rate" ,"meaning":"The birth rate is usually given as the number of live births divided by the average population (or the population at midyear)."},
           {"id": 256, "word": "Birthmark" ,"meaning":"A persistent visible mark on the skin that is evident at birth or shortly thereafter. A birthmark is often due to a nevus (a mole) or an hemangioma (a localized collection of small blood vessels)."},
           {"id": 257, "word": "Bisexual" ,"meaning":"An individual who engages in both heterosexual and homosexual sexual relations. Bisexual can also refer to the corresponding lifestyle."},
           {"id": 258, "word": "Bisphosphonate" ,"meaning":"A class of drugs used to strengthen bone. Bisphosphonates are used to treat osteoporosis and the bone pain from diseases such as metastatic breast cancer, multiple myeloma, and Paget's disease."},
           {"id": 259, "word": "Biventricular assist device" ,"meaning":" A ventricular assist device that helps both ventricles of the heart. It helps the right ventricle of the heart to pump blood to the lungs and the left ventricle to pump blood to the body. The Berlin Heart is an example of a biventricular assist device"},
           {"id": 260, "word": "Black eye" ,"meaning":"Bruising of the eyelid and/or the area around the eye as a result of trauma to the eye. Colloquially known as a shiner."},
           {"id": 261, "word": "Black henna" ,"meaning":"A tattoo ink and paste consisting of henna with other ingredients added, sometimes including para-phenylenediamine (PPD). Allergic reactions to PPD include a contact dermatitis, itching, blisters, open sores, scarring of the skin . "},
           {"id": 262, "word": "Black lung disease" ,"meaning":"A disease of the lungs that is caused by inhaling coal dust, which in some patients can lead to progressive massive fibrosis of the lungs and severely impaired lung function. Also known as anthracosis and coal miner's pneumoconiosis"},
           {"id": 263, "word": "Black plague" ,"meaning":"n 14th-century Europe, the victims of the 'black plague' had bleeding below the skin (subcutaneous hemorrhage) which made darkened ('blackened') their bodies. Black plague can lead to 'black death' characterized by gangrene of the fingers, toes, and nose. Black plague is caused by a bacterium (Yersinia pestis) which is transmitted to humans from infected rats by the oriental rat flea."},
           {"id": 264, "word": "Blackhead" ,"meaning":" A familiar term for what is medically called an open comedo. A comedo, the primary sign of acne, consists of a widened hair follicle filled with skin debris, bacteria, and oil called sebum. A blackhead has a wide opening to the skin and is capped with a blackened mass of skin debris."},
           {"id": 265, "word": "Bladder" ,"meaning":" A hollow organ in the lower abdomen that stores urine. The kidneys filter waste from the blood and produce urine, which enters the bladder through two tubes, called ureters"},
           {"id": 266, "word": "Bladder cancer" ,"meaning":"A common form of cancer that begins in the lining of the bladder. The most common warning sign is blood in the urine. Symptoms include pain during urination, frequent urination, and feeling the need to urinate without results."},
           {"id": 267, "word": "Bladder infection" ,"meaning":" Infection of the urinary bladder. Some people are at more risk for bladder and other urinary tract infections (UTIs) than others. Women are at greater risk than men."},
           {"id": 268, "word": "Bladder inflammation" ,"meaning":" Inflammation of the urinary bladder. Also called cystitis. Can be due to infection from bacteria that ascend the urethra to the bladder or for unknown reasons, such as with interstitial cystitis."},
           {"id": 269, "word": "Bladder outlet obstruction (BOO)" ,"meaning":"a blockage at the base of the bladder at the site where urine flows into the urethra to be expelled from the body. "},
           {"id": 270, "word": "Bladder pain" ,"meaning":"Pain from the urinary bladder. Among the symptoms of bladder infection are feelings of pain, pressure, and tenderness around the bladder, pelvis, and perineum (the area between the anus and vagina or anus and scrotum), which may increase as the bladder fills and decrease as it empties; decreased bladder capacity; an urgent need to urinate; painful sexual intercourse; and, in men, discomfort or pain in the penis and scrotum."},
           {"id": 271, "word": "Blade bone" ,"meaning":"Familiar term for the scapula, also called the shoulder blade or wing bone, the flat triangular bone at the back of the shoulder."},
           {"id": 272, "word": "Blalock-Taussig operation" ,"meaning":"A pioneering operation to treat children born with the heart malformation tetralogy of Fallot named for the US surgeon Alfred Blalock and the US pediatric cardiologist Helen B. Taussig."},
           {"id": 273, "word": "BLAST" ,"meaning":"An immature blood cell."},
           {"id": 274, "word": "Blast phase" ,"meaning":" Refers to advanced chronic myelogenous leukemia. In this phase, the number of immature, abnormal white blood cells in the bone marrow and blood is extremely high. Also called blast crisis."},
           {"id": 275, "word": "Blastocyst" ,"meaning":"A thin-walled hollow structure in early embryonic development that contains a cluster of cells called the inner cell mass from which the embryo arises."},
           {"id": 276, "word": "Blastocystis hominis" ,"meaning":"The parasitic organism that causes blastocystosis"},
           {"id": 277, "word": "Blastocystosis" ,"meaning":"Infection with Blastocystis hominis, a common microscopic parasite found worldwide. Symptoms may include watery or loose stools, diarrhea, abdominal pain, anal itching, weight loss, and excess gas. Some people have no symptoms."},
           {"id": 278, "word": "Blastokinin" ,"meaning":"A protein that is induced by progesterone and binds it and that inhibits the enzyme phospholipase A2 (PLA2). Uteroglobin was first found to be secreted by the lining of the uterus in rabbits. The gene for uteroglobin is on chromosome 11 in region 11q12.3-q13.1. It is also called blastokinin."},
           {"id": 279, "word": "Blastoma" ,"meaning":"A tumor thought to arise in embryonic tissue. This term is commonly used as part of the name for a tumor, as in glioblastoma and medulloblastoma (types of brain tumors), hepatoblastoma (a liver tumor), nephroblastoma (a Wilms tumor of the kidney), neuroblastoma (a childhood tumor of neural origin), osteoblastoma (a bone tumor), and retinoblastoma (a tumor of the retina in the eye)."},
           {"id": 280, "word": "Blastomyces dermatitidis" ,"meaning":"The fungus that causes a disease called blastomycosis"},
           {"id": 281, "word": "Blastomycosis" ,"meaning":"Infection with a fungus called Blastomyces dermatitidis. The infection causes symptoms in about 50% of cases. It usually presents as a flu-like illness with fever, chills, productive cough, myalgia, arthralgia and pleuritic chest pain"},
           {"id": 282, "word": "Bleb" ,"meaning":"A bladder-like structure more than 5 mm in diameter with thin walls that may be full of fluid. Also called a bulla."},
           {"id": 283, "word": "Blender experiment" ,"meaning":"An extraordinarily important experiment in 1952 that helped to convince the world that DNA was the genetic material."},
           {"id": 284, "word": "Blepharitis" ,"meaning":" Inflammation of the eyelids. Blepharitis occurs in two forms, anterior and posterior. Anterior blepharitis affects the outside front of the eyelid, where the eyelashes are attached"},
           {"id": 285, "word": "Blepharophimosis" ,"meaning":"Horizontal narrowing of the palpebral fissures (eye slits)."},
           {"id": 286, "word": "Blepharoplasty" ,"meaning":" Plastic surgery on the eyelids. Blepharoplasty may be done to correct ptosis (sagging eyelids), remove fatty bulges around the eyes, and eliminate hanging skin from the eyelids, often times a cosmetic procedure to improve appearance but may be medically necessary as when the sagging is blocking the field of vision."},
           {"id": 287, "word": "Blepharoptosis" ,"meaning":"an abnormal, low-lying upper eyelid margin. Drooping eyelids may occur on both sides (bilateral) or on one side only (unilateral), in which case it is more easily noticed. Congenital ptosis is eyelid drooping that is present at birth; when it develops later, it is referred to as acquired ptosis."},
           {"id": 288, "word": "Blepharospasm" ,"meaning":"The involuntary, forcible closure of the eyelids. The first symptoms may be uncontrollable blinking. Only one eye may be affected initially, but eventually both eyes are usually involved"},
           {"id": 289, "word": "Blighted ovum" ,"meaning":" A fertilized ovum (egg) that did not develop or whose development ceased at an early stage, before 6 or 7 weeks of gestation."},
           {"id": 290, "word": "Blind" ,"meaning":"Unable to see. Without part or all of the sense of sight"},
           {"id": 291, "word": "Blind spot" ,"meaning":"A small area of the retina where the optic nerve enters the eye; this type of blind spot occurs normally in all eyes."},
           {"id": 292, "word": "Blinded study" ,"meaning":"A study done in such a way that the patients or subjects do not know (is blinded as to) what treatment they are receiving to ensure that the results are not affected by a placebo effect (the power of suggestion)."},
           {"id": 293, "word": "Blindness" ,"meaning":"Loss of useful sight. Blindness can be temporary or permanent. Damage to any portion of the eye, the optic nerve, or the area of the brain responsible for vision can lead to blindness."},
           {"id": 294, "word": "Blister" ,"meaning":"A collection of fluid underneath the top layer of skin (epidermis). There are many causes of blisters, including burns, friction forces, and diseases of the skin. Also known as bleb and bulla."},
           {"id": 295, "word": "Blister agent" ,"meaning":"A substance that causes tissue blistering. Also known as vesicatory."},
           {"id": 296, "word": "Block, caudal" ,"meaning":" Anesthesia produced by injection of a local anesthetic into the caudal canal, the sacral portion of the spinal canal."},
           {"id": 297, "word": "Blood" ,"meaning":"The familiar red fluid in the body that contains white and red blood cells, platelets, proteins, and other elements. The blood is transported throughout the body by the circulatory system."},
           {"id": 298, "word": "Blood bank" ,"meaning":"A place where blood is collected from donors, typed, separated into components, stored, and prepared for transfusion to recipients. A blood bank may be a separate free-standing facility or part of a larger laboratory in a hospital."},
           {"id": 299, "word": "Blood blister" ,"meaning":"a blister full of blood due to a pinch, bruise or repeated friction."},
           {"id": 300, "word": "Blood cleaner" ,"meaning":" A process designed to eliminate most pathogens -- viruses, bacteria and fungi -- from donated blood. The process is termed 'pathogen inactivation.' "},
           {"id": 301, "word": "Blood clot" ,"meaning":"A mass of coagulated blood. A blood clot can block a major blood vessel, causing stroke or other problems."},
           {"id": 302, "word": "Blood count" ,"meaning":"The calculated number of white or red blood cells (WBCs or RBCs) in a cubic millimeter of blood."},
           {"id": 303, "word": "Blood culture" ,"meaning":" A test designed to detect if microorganisms such as bacteria and fungi are present in blood."},
           {"id": 304, "word": "Blood draw" ,"meaning":"Removal of blood, usually by venipuncture (phlebotomy, venous blood sampling). Common term for blood sampling for laboratory analysis."},
           {"id": 305, "word": "Blood dyscrasia" ,"meaning":"Blood disease."},
           {"id": 306, "word": "Blood glucose" ,"meaning":"The main sugar that the body makes from the food in the diet. Glucose is carried through the bloodstream to provide energy to all cells in the body. Cells cannot use glucose without the help of insulin."},
           {"id": 307, "word": "Blood group" ,"meaning":" An inherited feature on the surface of the red blood cells."},
           {"id": 308, "word": "Blood in semen" ,"meaning":" Blood in semen (ejaculate) is also called hematospermia. Blood in semen can be caused by many conditions affecting the tubes that distribute semen from the testicles (seminal vesicles) or the prostate gland."},
           {"id": 309, "word": "Blood in the eye" ,"meaning":"Medically known as a subconjunctival hemorrhage. A very common cause of a painless bloody eye usually first noticed by somebody else or by the person with it when they look in the mirror."},
           {"id": 310, "word": "Blood in the urine" ,"meaning":" Blood that appears in the urine. Also known as hematuria. Gross hematuria refers to blood that is so plentiful in the urine that the blood is visible with just the naked eye"},
           {"id": 311, "word": "Blood pH" ,"meaning":" Blood that appears in the urine. Also known as hematuria. Gross hematuria refers to blood that is so plentiful in the urine that the blood is visible with just the naked eye"},
           {"id": 312, "word": "Blood poisoning" ,"meaning":"The medical term is 'septicemia.' No matter which of these two terms-blood poisoning or septicemia-you prefer, what is meant is the same thing, namely a 'general (systemic) disease that is due to the presence and the persistence of germs (pathogenic microorganisms) or their toxins in the bloodstream."},
           {"id": 313, "word": "Blood pressure" ,"meaning":"The blood pressure is the pressure of the blood within the arteries. It is produced primarily by the contraction of the heart muscle"},
           {"id": 314, "word": "Blood sugar" ,"meaning":"The main sugar that the body makes from the food in the diet"},
           {"id": 315, "word": "Blood transfusion" ,"meaning":"The transfer of blood or blood components from one person (the donor) into the bloodstream of another person (the recipient)."},
           {"id": 316, "word": "Blood urea nitrogen" ,"meaning":"A measure of the urea level in blood. Abbreviated BUN. Diseases that compromise the function of the kidney frequently lead to increased BUN levels"},
           {"id": 317, "word": "Blood, urinary" ,"meaning":"Blood that appears in the urine. Also known as hematuria."},
           {"id": 318, "word": "Blood-brain barrier" ,"meaning":"A protective network of blood vessels and cells that filters blood flowing to the brain"},
           {"id": 319, "word": "Blood-thinner" ,"meaning":"A common name for an anticoagulant agent used to prevent the formation of blood clots. Blood-thinners do not really thin the blood. They prevent it from clotting."},
           {"id": 320, "word": "Bloody sputum" ,"meaning":"Coughed up blood or bloody mucus."},
           {"id": 321, "word": "Blot, Northern" ,"meaning":"A technique in molecular biology, used mainly to separate and identify pieces of RNA."},
           {"id": 322, "word": "Blot, Southern" ,"meaning":"A test commonly used in molecular biology and genetics, the purpose of the test being to check for a match between DNA molecules."},
           {"id": 323, "word": "Blot, Western" ,"meaning":"A technique in molecular biology that is used to separate and identify proteins."},
           {"id": 324, "word": "Blue baby" ,"meaning":"A baby who is cyanotic (blue), due usually to a heart malformation that prevents the baby's blood from being fully oxygenated."},
           {"id": 325, "word": "Blue baby operation" ,"meaning":"A surgical procedure for a baby who is cyanotic (blue) due to a heart malformation that prevents blood from being fully oxygenated."},
           {"id": 326, "word": "Blue cohosh" ,"meaning":"(Caulophyllum thalictroides). A tall North American perennial plant with large blue berries."},
           {"id": 327, "word": "Blue sclera" ,"meaning":"a bluish coloration of the whites of the eyes."},
           {"id": 328, "word": "Blurred vision" ,"meaning":"Lack of sharpness of vision with, as a result, the inability to see fine detail."},
           {"id": 329, "word": "Blush" ,"meaning":"Redness of the skin as a result of dilated capillaries, typically over the cheeks or neck. Blushing is an involuntary response of the nervous system that leads to widening of the capillaries in the involved skin."},
           {"id": 330, "word": "BM" ,"meaning":"Physician's shorthand for black male."},
           {"id": 331, "word": "BMI" ,"meaning":"Body mass index"},
           {"id": 332, "word": "BMI calculation" ,"meaning":"A person's weight in kilograms (kg) divided by their height in meters (m) squared"},
           {"id": 333, "word": "BMP" ,"meaning":"Bone morphogenetic protein."},
           {"id": 334, "word": "BMPR1A" ,"meaning":"A gene located on chromosome 10 in band 10q22.3 that encodes bone morphogenic protein receptor 1A, a kinase receptor that is involved in bone morphogenetic protein (BMP) signaling."},
           {"id": 335, "word": "BMRs (biological response modifiers)" ,"meaning":"Substances that stimulate the body's response to infection and disease"},
           {"id": 336, "word": "BMT" ,"meaning":"Bone marrow transplantation, a procedure in which doctors replace bone marrow that is diseased (or damaged) with healthy bone marrow."},
           {"id": 337, "word": "BNP" ,"meaning":"B-type natriuretic peptide."},
           {"id": 338, "word": "Body cell mass" ,"meaning":"The total mass of all the cellular elements in the body which constitute all the metabolically active tissue of the body."},
           {"id": 339, "word": "Body dysmorphic disorder" ,"meaning":"A psychiatric disorder characterized by excessive preoccupation with imagined defects in physical appearance."},
           {"id": 340, "word": "Body habitus" ,"meaning":"The physique or body build. For example: 'The metabolic complications most commonly reported (with HIV infection) are hyperlipidemia, hyperglycemia and altered body habitus.'"},
           {"id": 341, "word": "Body hearing aid" ,"meaning":"A type of hearing aid that comprises a rectangular case carried on the body connected by cords to earmolds"},
           {"id": 342, "word": "Body image obsession" ,"meaning":" Excessive concern about one's appearance. Some concern about one's appearance is normal."},
           {"id": 343, "word": "Body mass index" ,"meaning":"A key index for relating weight to height."},
           {"id": 344, "word": "Body odor" ,"meaning":"An unpleasant smell produced after perspiration. Body odor occurs when sweat contacts bacteria that normally reside on the skin."},
           {"id": 345, "word": "Body packer" ,"meaning":" An individual who ingests wrapped packets of illicit drugs such as cocaine, heroin, amphetamines, ecstasy, marijuana, or hashish to transport them."},
           {"id": 346, "word": "Body surface area" ,"meaning":"The total surface area of the human body. The body surface area is used in many measurements in medicine, including the calculation of drug dosages and the amount of fluids to be administered IV."},
           {"id": 347, "word": "Boerhaave's syndrome" ,"meaning":"Spontaneous tearing and rupture of the esophagus. Typically, Boerhaave's syndrome requires an operation for repair."},
           {"id": 348, "word": "Bogorad's syndrome" ,"meaning":"Named after the Russian neuropathologist who described the syndrome of crocodile tears."},
           {"id": 349, "word": "Boil" ,"meaning":"A skin abscess that forms at a hair follicle infected with pus-forming bacteria."},
           {"id": 350, "word": "Bone" ,"meaning":"Bone is the substance that forms the skeleton of the body. It is composed chiefly of calcium phosphate and calcium carbonate. It also serves as a storage area for calcium, playing a large role in calcium balance in the blood."},
           {"id": 351, "word": "Bone cancer" ,"meaning":"A malignancy of bone. Primary bone cancer (cancer that begins in bone) is rare, but it is not unusual for cancers to metastasize (spread) to bone from other parts of the body, such as the breast, lung, and prostate."},
           {"id": 352, "word": "Bone cyst, aneurysmal" ,"meaning":"A benign lesion in a bone that contains connective tissue and blood inside a thin bony shell."},
           {"id": 353, "word": "Bone cyst, simple" ,"meaning":"A solitary fluid-filled cavity (cyst) in a bone, usually in the shaft of a long bone, especially the humerus, in a child."},
           {"id": 354, "word": "Bone density" ,"meaning":"Bone density is the amount of bone tissue in a certain volume of bone. It can be measured using a special x-ray called a quantitative computed tomogram."},
           {"id": 355, "word": "Bone marrow" ,"meaning":"The soft blood-forming tissue that fills the cavities of bones and contains fat and immature and mature blood cells, including white blood cells, red blood cells, and platelets."},
           {"id": 356, "word": "Bone marrow aspiration" ,"meaning":"The removal of a small amount of liquid bone marrow through a needle."},
           {"id": 357, "word": "Bone marrow biopsy" ,"meaning":"The removal of a sample of bone marrow and a small amount of bone through a large needle"},
           {"id": 358, "word": "Bone marrow transplant" ,"meaning":"A procedure in which bone marrow that is diseased or damaged is replaced with healthy bone marrow. "},
           {"id": 359, "word": "Bone mass density (BMD)" ,"meaning":" A measure of bone density. Loss of bone mass is due to osteopenia or, if more severe, to osteoporosis."},
           {"id": 360, "word": "Bone mineral density" ,"meaning":" a measure of bone density, reflecting the strength of bones as represented by calcium content."},
           {"id": 361, "word": "Bone morphogenetic protein" ,"meaning":"A member of a superfamily of proteins that promote the formation of bone and the skeleton and help mend broken bones."},
           {"id": 362, "word": "Bone morphogenic protein 2" ,"meaning":"A protein that induces the formation of bone and cartilage."},
           {"id": 363, "word": "Bone scan" ,"meaning":"A nuclear medicine technique for creating images of bones on a computer screen or on film."},
           {"id": 364, "word": "Bone, ankle" ,"meaning":"The ankle bone is termed the talus. It is the bone of the foot that joins the tibia and fibula to form the ankle joint. Plural tali."},
           {"id": 365, "word": "Bone, breast" ,"meaning":"Familiar name for what is medically termed the sternum, the long flat bone in the middle of the front of the chest."},
           {"id": 366, "word": "Bone, calf" ,"meaning":"Familiar name for the fibula, the lateral (outside) and smaller of the two long bones in the lower leg."},
           {"id": 367, "word": "Bone, carpal" ,"meaning":"One of the wrist bones. There are eight carpal bones that are arranged in two rows."},
           {"id": 368, "word": "Bone, coccygeal" ,"meaning":"The small tail-like bone at the bottom of the spine very near to the anus."},
           {"id": 369, "word": "Bone, collar" ,"meaning":"A horizontal bone above the first rib that makes up the front part of the shoulder."},
           {"id": 370, "word": "Bone, cranial" ,"meaning":"Part of the top portion of the skull which protects the brain."},
           {"id": 371, "word": "Bone, cuboid" ,"meaning":" The outer bone in the instep of the foot"},
           {"id": 372, "word": "Bone, endochondral" ,"meaning":"Any bone that develops in and replaces cartilage."},
           {"id": 373, "word": "Bone, giant cell tumor " ,"meaning":"A tumor of bone characterized by massive destruction of the end (epiphysis) of a long bone."},
           {"id": 374, "word": "Bone, heel" ,"meaning":" A somewhat rectangular bone at the back of the foot"},
           {"id": 375, "word": "Bone, parietal" ,"meaning":"The main bone on the side of the skull."},
           {"id": 376, "word": "Bone, sesamoid" ,"meaning":"A little bone that is embedded in a joint capsule or tendon; for example, the kneecap (patella)."},
           {"id": 377, "word": "Bone, shin" ,"meaning":"The larger of the two bones in the lower leg. The shin bone is anatomically known as the tibia. Its smaller companion is the fibula."},
           {"id": 378, "word": "Bone, thigh" ,"meaning":"The thigh bone in anatomy is called the 'femur.'"},
           {"id": 379, "word": "Bone, wing" ,"meaning":"The larger of the two bones in the lower leg."},
           {"id": 380, "word": "Bone, zygomatic" ,"meaning":" The bone that forms the prominence of the cheek."},
           {"id": 381, "word": "Bones, axial" ,"meaning":"There are 80 axial bones, comprised of 29 bones in the head and 51 bones in the trunk."},
           {"id": 382, "word": "Bony syndactyly" ,"meaning":" A condition in which the bones of the fingers or toes are joined together."},
           {"id": 283, "word": "Bony tarsus" ,"meaning":" A structure that is made up of seven bones situated between the bones of the lower leg and the metatarsus bones of the feet."},
           {"id": 384, "word": "Boomeritis" ,"meaning":"Injuries to older amateur athletes, especially those who are part of the Baby Boom, born when there was a marked rise in the birthrate following the end of World War II in 1945."},
           {"id": 385, "word": "Borage" ,"meaning":"An herb, also known as the starflower, that has long been used for medicinal purposes."},
           {"id": 386, "word": "Borborygmi" ,"meaning":"Rumbling sounds caused by gas moving through the intestines, commonly referred to as stomach 'growling'). "},
           {"id": 387, "word": "Borborygmus" ,"meaning":"A gurgling, rumbling, or squeaking noise from the abdomen that is caused by the movement of gas through the bowels. Also known as stomach rumbling."},
           {"id": 388, "word": "Bornholm disease" ,"meaning":" A viral infection that is most commonly caused by an enterovirus called Coxsackie B."},
           {"id": 389, "word": "Borrelia" ,"meaning":"A group of bacteria that are helical spirochetes of the genus Borrelia."},
           {"id": 390, "word": "Borrelia burgdorferi" ,"meaning":"The spirochete (a type of bacteria) that causes Lyme disease"},
           {"id": 391, "word": "Borrelia myamotoi" ,"meaning":"A type of bacteria transmitted to humans by tick bites"},
           {"id": 392, "word": "Bosma arhinia microphthalmia syndrome" ,"meaning":"an extremely rare congenital condition causing birth defects, with less than 100 reported individuals affected worldwide."},
           {"id": 393, "word": "Botox" ,"meaning":"A highly purified preparation of botulinum toxin A, a toxin produced by the bacterium Clostridium botulinum"},
           {"id": 394, "word": "Bottlefeeding" ,"meaning":"The practice of feeding an infant a substitute for breast milk."},
           {"id": 395, "word": "Botulinum toxin" ,"meaning":"A toxin produced by the bacterium Clostridium botulinum that is the most poisonous biological substance known. Botulinum toxin acts as a neurotoxin."},
           {"id": 396, "word": "Botulism" ,"meaning":"An uncommon, but potentially very serious illness, a type of food poisoning, that produces paralysis of muscles via a nerve toxin called botulinum toxin ('botox') that is manufactured by bacteria named Clostridium botulinum."},
           {"id": 397, "word": "Bougie" ,"meaning":"A thin cylinder of rubber, plastic, metal or another material that a physician inserts into or through a body passageway, such as the esophagus, to diagnose or treat a condition."},
           {"id": 398, "word": "Bougienage" ,"meaning":"A procedure involving the use of a bougie."},
           {"id": 399, "word": "Boutonneuse" ,"meaning":"Fievre boutonneuse or African tick typhus, one of the tick-borne rickettsial diseases of the eastern hemisphere, similar to Rocky Mountain spotted fever, but less severe, with fever, a small ulcer (tache noire) at the site of the tick bite, swollen glands nearby (satellite lymphadenopathy), and a red raised (maculopapular) rash."},
           {"id": 400, "word": "Bovine" ,"meaning":" Having to do with cows and cattle, as in bovine spongiform encephalopathy (mad cow disease), bovine tuberculosis, and bovine growth hormone."},
           {"id": 401, "word": "Bovine genome" ,"meaning":"The genome of the cow (Bos taurus). The bovine genome is similar in size to the genomes of humans and other mammals, containing approximately 3 billion DNA base pairs."},
           {"id": 402, "word": "Bovine tuberculosis" ,"meaning":"Tuberculosis in cattle caused by infection with the bacterium Mycobacterium bovis which can be transmitted to other animals and to humans."},
           {"id": 403, "word": "Bow-legs" ,"meaning":"A condition in which the legs curve out to leave a gap between the knees after the period of infancy has passed. It can be corrected with surgery or casting."},
           {"id": 404, "word": "Bowel" ,"meaning":"The small and large intestine."},
           {"id": 405, "word": "Bowel disease, inflammatory" ,"meaning":" A group of chronic intestinal diseases characterized by inflammation of the bowel -- the large or small intestine."},
           {"id": 406, "word": "Bowel disorders and fiber" ,"meaning":" High-fiber diets help delay the progression of and number of bouts with diverticulosis."},
           {"id": 407, "word": "Bowel sounds" ,"meaning":"The gurgling, rumbling, or growling noises from the abdomen caused by the muscular contractions of peristalsis, the process that moves the contents of the stomach and intestines downward."},
           {"id": 408, "word": "Bowen disease" ,"meaning":"An early stage of skin cancer."},
           {"id": 409, "word": "BP" ,"meaning":" Commonly used abbreviation for blood pressure."},
           {"id": 410, "word": "BP1" ,"meaning":"Beta protein 1, a protein encoded by a member of the homeobox gene family, a group of genes important to early development of the fetus."},
           {"id": 411, "word": "BPD" ,"meaning":"Stands for <b>B</b>orderline <b>P</b>ersonality <b>D</b>isorder, a serious mental illness characterized by pervasive instability in moods, interpersonal relationships, self-image, and behavior."},
           {"id": 412, "word": "BPH" ,"meaning":""},
           {"id": 413, "word": "BPPV (benign paroxysmal positional vertigo)" ,"meaning":"Benign prostatic hyperplasia, benign prostatic hypertrophy."},
           {"id": 414, "word": "Brace, Milwaukee" ,"meaning":"One of the two main types of braces used to treat the lateral curve of the spine in scoliosis."},
           {"id": 415, "word": "Brachial artery" ,"meaning":"The artery that runs from the shoulder down to the elbow."},
           {"id": 416, "word": "Brachial neuritis" ,"meaning":"Inflammation of nerves in the arm causing muscle weakness and pain."},
           {"id": 417, "word": "Brachial plexus" ,"meaning":" A bundle of nerves that begins in the back of the base of the neck and extends through the armpit."},
           {"id": 418, "word": "Brachial plexus palsy" ,"meaning":"Paralysis of the arm due to an injury to the brachial plexus."},
           {"id": 419, "word": "Brachial vein" ,"meaning":"A vein that accompanies the brachial artery between the shoulder and the elbow."},
           {"id": 420, "word": "Brachycephaly" ,"meaning":"A condition in which the head is unusually short in diameter from front to back."},
           {"id": 421, "word": "Brachydactyly" ,"meaning":"A condition in which the fingers and toes are short and stubby."},
           {"id": 422, "word": "Brachytherapy" ,"meaning":" Radiation treatment given by placing radioactive material directly in or near the target, which is often a tumor. "},
           {"id": 423, "word": "Bradycardia" ,"meaning":"A slow heart rate, usually defined as less than 60 beats per minute."},
           {"id": 424, "word": "Bradykinesia" ,"meaning":"Slow movement. Bradykinesia is often associated with an impaired ability to adjust the body's position. "},
           {"id": 425, "word": "Bradykinetic" ,"meaning":"Pertaining to slowed ability to start and continue movements, and impaired ability to adjust the body's position. "},
           {"id": 426, "word": "Bradyphrenia" ,"meaning":"A slow thought process. Bradyphrenia can be a side effect of certain psychiatric medications."},
           {"id": 427, "word": "Bradypnea" ,"meaning":" Abnormally slow breathing. A respiratory rate that is too slow."},
           {"id": 428, "word": "Braille system" ,"meaning":"A system of raised-dot writing devised by Louis Braille (1809-1852) for the blind in which each letter is represented as a raised pattern that can be read by touching with the fingers."},
           {"id": 429, "word": "Brain" ,"meaning":" The portion of the central nervous system that is located within the skull. It functions as a primary receiver, organizer, and distributor of information for the body."},
           {"id": 430, "word": "Brain aneurysm" ,"meaning":"An aneurysm of a blood vessel in the brain, usually due to a defect in the vessel at birth or from high blood pressure."},
           {"id": 431, "word": "Brain anthrax" ,"meaning":"Anthrax infection of the central nervous system (the spinal cord and brain) and meninges (the membranes covering the brain and spinal cord."},
           {"id": 432, "word": "Brain biopsy" ,"meaning":"Biopsy of the brain. Removal of a small piece of tissue from the brain for diagnostic purposes."},
           {"id": 433, "word": "Brain cancer" ,"meaning":"Cancer of the central information processing center of the body. Tumors in the brain can be malignant or benign, and can occur at any age."},
           {"id": 434, "word": "Brain freeze" ,"meaning":" A headache that occurs when one puts ice, a cold food, or a chilled beverage in the mouth, chilling the roof of the mouth. "},
           {"id": 435, "word": "Brain Hemorrhage" ,"meaning":"Bleeding within the brain. Brain hemorrhage is also known as cerebral hemorrhage or intracerebral hemorrhage. "},
           {"id": 436, "word": "Brain lesions" ,"meaning":"an anatomical abnormality of any part of the brain."},
           {"id": 437, "word": "Brain plasticity" ,"meaning":"The phenomenon of change and learning in the adult brain."},
           {"id": 438, "word": "Brain stem" ,"meaning":"The stem-like part of the base of the brain that is connected to the spinal cord. "},
           {"id": 439, "word": "Brain stem glioma" ,"meaning":"A type of brain tumor that involves the glial cells."},
           {"id": 440, "word": "Brain tumor" ,"meaning":"A benign or malignant growth in the brain. Primary brain tumors initially form in brain tissue."},
           {"id": 441, "word": "Brain ventricle" ,"meaning":"One of the communicating cavities within the brain."},
           {"id": 442, "word": "Brainerd diarrhea" ,"meaning":"A syndrome characterized by the acute onset of watery nonbloody diarrhea (3 or more loose stools per day), lasting 4 weeks or more, and resolving spontaneously. "},
           {"id": 443, "word": "Brainstem" ,"meaning":"The lowest part of the brain which merges with the spinal cord and provides the major route by which the upper realms of the brain send information to, and receives information from, the spinal cord and peripheral nerves."},
           {"id": 444, "word": "Brainstem implant" ,"meaning":" A type of hearing aid that bypasses the cochlea in the middle ear and the auditory nerve and is implanted in the brainstem."},
           {"id": 445, "word": "Branched-chain ketoaciduria" ,"meaning":" A hereditary disease that is due to deficiency of an enzyme involved in amino acid metabolism, characterized by urine that smells like maple syrup."},
           {"id": 446, "word": "Branchial cleft cyst" ,"meaning":"A cavity that is a remnant from embryologic development and is still present at birth in one side of the neck, just in front of the large angulated muscle on either side (the sternocleidomastoid muscle)."},
           {"id": 447, "word": "Branchial cyst" ,"meaning":"Also called a branchial cleft cyst, this is a cavity that is a remnant from embryologic development present at birth in one side of the neck just in front of the large angulated muscle on either side (the sternocleidomastoid muscle)."},
           {"id": 448, "word": "Braxton Hicks contractions" ,"meaning":"Irregular contractions of the womb (the uterus) occurring towards the middle of pregnancy in the first pregnancy and, earlier and more intensely, in subsequent pregnancies."},
           {"id": 449, "word": "Brazelton newborn test" ,"meaning":"A widely used test of the newborn baby as to their neurologic status and developmental progress."},
           {"id": 450, "word": "BRCA breast cancer gene" ,"meaning":"One of several genetic mutations linked to breast cancer and ovarian cancer."},
           {"id": 451, "word": "BRCA1" ,"meaning":" A gene that normally acts to restrain the growth of cells in the breast and ovary but which, when mutated, may predispose to breast cancer and to ovarian cancer."},
           {"id": 452, "word": "BRCA1 breast cancer susceptibility gene" ,"meaning":"A mutated (changed) version of the BRCA1 gene that makes a person susceptible to developing breast cancer."},
           {"id": 453, "word": "BRCA2" ,"meaning":"A gene that normally acts to restrain the growth of cells in the breast and ovary but which, when mutated, may predispose to breast cancer and to ovarian cancer."},
           {"id": 454, "word": "Breadbasket" ,"meaning":" A popular term for the stomach."},
           {"id": 455, "word": "Breakbone fever" ,"meaning":"Also known as dengue fever, an acute mosquito-borne viral illness of sudden onset that usually follows a benign course with headache, fever, prostration, severe joint and muscle pain, swollen glands (lymphadenopathy) and rash."},
           {"id": 456, "word": "Breast" ,"meaning":"The breast refers to the front of the chest or, more specifically, to the mammary gland."},
           {"id": 457, "word": "Breast abscess" ,"meaning":"A local accumulation of pus within the breast due to infection."},
           {"id": 458, "word": "Breast absence" ,"meaning":"A rare condition wherein the normal growth of the breast or nipple never takes place."},
           {"id": 459, "word": "Breast aplasia" ,"meaning":"A rare condition wherein the normal growth of the breast or nipple never takes place."},
           {"id": 460, "word": "Breast augmentation" ,"meaning":"Artificial enlargement of the breasts. Breast augmentation may be done by insertion of a silicone bag (prosthesis) under the breast (submammary) or under the breast and chest muscle (subpectoral), after which the bag is filled with saline solution."},
           {"id": 461, "word": "Breast biopsy" ,"meaning":"A procedure in which a sample of a suspicious breast growth is removed and examined, usually for the presence of cancer."},
           {"id": 462, "word": "Breast bone" ,"meaning":" Familiar name for the sternum, the long flat bone in the middle of the front of the chest."},
           {"id": 463, "word": "Breast cancer" ,"meaning":"Cancer of the tissue containing or involving the milk glands (mammary tissue)."},
           {"id": 464, "word": "Breast cancer gene" ,"meaning":"One of the genes that contributes to breast cancer. "},
           {"id": 465, "word": "Breast cancer gene BRCA1" ,"meaning":"A gene that normally acts to restrain the growth of cells in the breast but, when mutated, predisposes to breast cancer."},
           {"id": 466, "word": "Breast cancer gene BRCA2" ,"meaning":"A gene that normally acts to restrain the growth of cells in the breast and ovary but which, when mutated, may predispose to breast cancer and to ovarian cancer. "},
           {"id": 467, "word": "Breast cancer metastasis suppressor 1 (BRMS1)" ,"meaning":"A gene that plays a role in preventing the metastasis (spread) of breast cancer to other parts of the body and so may improve breast cancer survival."},
           {"id": 468, "word": "Breast cancer susceptibility genes" ,"meaning":"Inherited factors that predispose to breast cancer. "},
           {"id": 469, "word": "Breast cancer, male" ,"meaning":" Breast cancer in men. Male breast cancer is much less common than breast cancer in women."},
           {"id": 470, "word": "Breast development, early" ,"meaning":"The beginning of breast development at puberty is known medically as thelarche."},
           {"id": 471, "word": "Breast discharge" ,"meaning":"The spontaneous flow of fluid from the nipple at any time other than during nursing."},
           {"id": 472, "word": "Breast feeding" ,"meaning":"Feeding a child human breast milk."},
           {"id": 473, "word": "Breast fibroadenoma" ,"meaning":"A common benign (not malignant) tumor of the breast. Usually called simply a fibroadenoma."},
           {"id": 474, "word": "Breast infection" ,"meaning":" Infection of breast tissue usually caused by bacteria, most often staph (Staphylococcus aureus), which are found on the skin and enter the breast through a break in the skin or nipple, as during breast-feeding."},
           {"id": 475, "word": "Breast lump" ,"meaning":"A localized swelling, knot, bump, bulge or protuberance in the breast"},
           {"id": 476, "word": "Breast milk" ,"meaning":" Milk from the breast."},
           {"id": 477, "word": "Breast pain" ,"meaning":"Pain in the breast or mammary gland, known medically as mastalgia. "},
           {"id": 478, "word": "Breast reduction" ,"meaning":"Surgical reduction of breast size in order to reduce the weight of the breasts and relieve symptoms from unusually large, pendulous breasts."},
           {"id": 479, "word": "Breast surgeon" ,"meaning":"Usually a general surgeon who is especially skilled in operating on the breast. "},
           {"id": 480, "word": "Breast trauma" ,"meaning":"Physical damage to a breast."},
           {"id": 481, "word": "Breast, amastia" ,"meaning":"A rare condition wherein the normal growth of the breast or nipple never takes place."},
           {"id": 482, "word": "Breast, infiltrating ductal carcinoma of the" ,"meaning":"One of several recognized specific patterns of breast cancer that begins in the cells that form the ducts of the breast."},
           {"id": 483, "word": "Breast, infiltrating lobular carcinoma of the" ,"meaning":" The second most common invasive breast cancer. "},
           {"id": 484, "word": "Breathing" ,"meaning":"The process of respiration, during which air is inhaled into the lungs through the mouth or nose due to muscle contraction and then exhaled due to muscle relaxation."},
           {"id": 485, "word": "Breech" ,"meaning":"The buttocks."},
           {"id": 486, "word": "Breech birth" ,"meaning":"Birth of a baby with the buttocks, rather than the head, emerging first."},
           {"id": 487, "word": "Breslow thickness" ,"meaning":" A method for determining the prognosis with melanoma. The thickness of a melanoma is related to the 5-year survival rate after surgical removal of the tumor."},
           {"id": 488, "word": "Bridge" ,"meaning":" A set of one or more false teeth supported by a metal framework, used to replace one or more missing teeth."},
           {"id": 489, "word": "Bright's disease" ,"meaning":"Chronic inflammation of the blood vessels in the kidney with protein, specifically albumin, in the urine."},
           {"id": 490, "word": "Brill-Zinsser disease" ,"meaning":" Recrudescence of epidemic typhus years after the initial attack."},
           {"id": 491, "word": "Brissaud's infantilism" ,"meaning":"An eponym that is little used (in the USA) for hypothyroidism (subnormal activity of the thyroid gland) that starts after birth and is manifest by features including delays in growth and development and myxedema surfacing during infancy. Myxedema is a dry waxy type of swelling, often with swollen lips and nose."},
           {"id": 492, "word": "Brittle bone disease" ,"meaning":"Osteogenesis imperfecta, not one but a group of genetic diseases, all of which affect collagen, a key component of connective tissue in tissues like bone, tendon and skin."},
           {"id": 493, "word": "Brittle diabetes" ,"meaning":"A type of diabetes when a person's blood glucose (sugar) level often swings quickly from high to low and from low to high. Also called 'unstable diabetes' or 'labile diabetes.'"},
           {"id": 494, "word": "Broca's area" ,"meaning":"An area of the cerebral motor cortex in the frontal lobe of the brain that is responsible for speech development. "},
           {"id": 495, "word": "Broken foot" ,"meaning":"Disruption of one or more of the 26 bones in the foot. Foot fractures account for 10% of all the broken bones in the body. Symptoms of a broken foot include pain, swelling, bruising, and tenderness."},
           {"id": 496, "word": "Broken hip" ,"meaning":" Fractured bone in the hip, a key health problem among the elderly, usually due to a fall or other kind of trauma involving direct impact to the hip bone which has been weakened by osteoporosis."},
           {"id": 497, "word": "Bromine" ,"meaning":"A brownish-red element that is a liquid at room temperature, dissolves in water, and has a bleach-like suffocating odor. Bromine occurs naturally in the earth's crust and seawater."},
           {"id": 498, "word": "Bromism" ,"meaning":" A disease caused by chronic exposure to bromine or one of its compounds."},
           {"id": 499, "word": "Bromobenzylcyanide" ,"meaning":" A riot control agent or 'tear gas.'"},
           {"id": 500, "word": "Bromoderma" ,"meaning":"A skin eruption brought on by chronic exposure to bromine. Essentially an allergic reaction to bromine."},
           {"id": 501, "word": "Bronchi" ,"meaning":"The plural of bronchus"},
           {"id": 502, "word": "Bronchiectasis" ,"meaning":"Permanent abnormal widening of the bronchi (air tubes that branch deep into the lungs)."},
           {"id": 503, "word": "Bronchiole" ,"meaning":"The tiny branch of air tubes within the lungs that is a continuation of the bronchus. The bronchioles connect to the alveoli (air sacs)."},
           {"id": 504, "word": "Bronchiolitis" ,"meaning":"Inflammation of the bronchioles, usually due to viral infections."},
           {"id": 505, "word": "Bronchitis" ,"meaning":"Inflammation and swelling of the bronchi. Bronchitis can be acute or chronic."},
           {"id": 506, "word": "Bronchitis, chronic" ,"meaning":" Inflammation and swelling of the lining of the airways, leading to narrowing and obstruction generally resulting in daily cough."},
           {"id": 507, "word": "Bronchopulmonary" ,"meaning":"Pertaining to both the air passages (bronchi) leading to the lungs and the lungs (pulmonary) themselves."},
           {"id": 508, "word": "Bronchopulmonary dysplasia" ,"meaning":"A chronic lung disease in infants who received mechanical respiratory support with high oxygenation in the neonatal period."},
           {"id": 509, "word": "Bronchopulmonary segments" ,"meaning":"A subdivision of one lobe of a lung based on the connection to the segmental bronchus"},
           {"id": 510, "word": "Bronchoscope" ,"meaning":"A thin, flexible instrument with a lighted viewing tube that is used to visualize the air passages to the lungs."},
           {"id": 511, "word": "Bronchoscopy" ,"meaning":"A procedure that permits the doctor to see the breathing passages through a lighted tube."},
           {"id": 512, "word": "Bronchus" ,"meaning":"A large air tube that begins at the end of the trachea and branches into the lungs."},
           {"id": 513, "word": "Brontophobia" ,"meaning":"An abnormal and persistent fear of thunder that causes undue anxiety even though sufferers realize that thunder itself poses no threat to them."},
           {"id": 514, "word": "Brown fat" ,"meaning":"Brown adipose tissue, a rapid source of energy for infants in whom it forms about 5% of their body weight."},
           {"id": 515, "word": "Brown syndrome" ,"meaning":"An ophthalmology (eye) problem. Brown syndrome is an abnormality that is present at birth (congenitally) and is characterized by an inability to elevate the eyeball when trying to move the eyeball to the outside."},
           {"id": 516, "word": "Bruce protocol" ,"meaning":"A standardized multistage treadmill test for assessing cardiovascular health, The test was developed and described in 1963 by the American cardiologist Robert A. Bruce (1916-2004)."},
           {"id": 517, "word": "Brucellosis" ,"meaning":"An infectious disease characterized by rising and lowering (undulant) fever, sweating, muscle and joint pains, and weakness."},
           {"id": 518, "word": "Brugada syndrome" ,"meaning":"a genetic condition that results in abnormalities of the heart rhythm."},          
           {"id": 519, "word": "Bruise" ,"meaning":" Injury of the soft tissues that results in breakage of the local capillaries and leakage of red blood cells."},
           {"id": 520, "word": "Bruit" ,"meaning":" A sound heard over an artery or vascular channel, reflecting turbulence of flow."},
           {"id": 521, "word": "Brunhilde virus" ,"meaning":" Type 1 poliovirus. Named after a female chimpanzee from which it was first isolated."},
           {"id": 522, "word": "Brushfield's spots" ,"meaning":"Little white spots that slightly elevated on the surface of the iris arranged in a ring concentric with the pupil."},
           {"id": 523, "word": "Bruton agammaglobulinemia tyrosine kinase" ,"meaning":"A genetic type of immunodeficiency characterized by failure to produce mature B lymphocytes and gamma globulin, due to mutation (change) in the agammaglobulinemia tyrosine kinase gene situated on the X chromosome (in the region Xq21.3-q22). The disorder is inherited as an X-linked recessive trait."},
           {"id": 524, "word": "Bruxism" ,"meaning":"Grinding and gnashing of the teeth. Bruxism is due to clenching of the teeth other than in chewing and is associated with forceful lateral or protrusive jaw movements."},
           {"id": 525, "word": "BSL" ,"meaning":"1. Biosafety level, as in a BSL-4 laboratory. 2.Biohazard safety level. 3.Blood sugar level. 4.British Sign Language."},
           {"id": 526, "word": "BSA" ,"meaning":"body surface area."},
           {"id": 527, "word": "BSL-1" ,"meaning":"Biosafety level 1. The lowest level of biosafety, a level that applies to agents that do not ordinarily cause human disease."},
           {"id": 528, "word": "BSL-2" ,"meaning":"Biosafety level 2. A level of biosafety considered appropriate for agents that can cause human disease, but whose potential for transmission is limited."},
           {"id": 529, "word": "BSL-3" ,"meaning":"Biosafety level 3. A level of biosafety considered appropriate for agents that may be transmitted by the respiratory route which can cause serious infection."},
           {"id": 530, "word": "BSL-4" ,"meaning":" Biosafety level 4. The highest level of biosafety. This level is used for the diagnosis of exotic agents such as the Ebola virus that pose a high risk of life-threatening disease, which may be transmitted by the aerosol route and for which there is no vaccine or therapy."},
           {"id": 531, "word": "Bubble boy disease" ,"meaning":" Severe combined immunodeficiency disease."},
           {"id": 532, "word": "Bubo" ,"meaning":"An enlarged lymph node that is tender and painful. Buboes particularly occur in the groin and armpit (the axillae)."},
           {"id": 533, "word": "Buboes" ,"meaning":"The plural of 'bubo'."},
           {"id": 534, "word": "Bubonic plague" ,"meaning":"An infectious disease that is caused by the bacterium Yersinia pestis and is transmitted to humans from infected rats by the oriental rat flea."},
           {"id": 535, "word": "Buccal mucosa" ,"meaning":"The inner lining of the cheeks and lips."},
           {"id": 536, "word": "Buerger's disease" ,"meaning":" a rare, inflammatory disease of blood vessels characterized by blood clot (thrombus) formation. The disease usually affects small- and medium-sized arteries of the arms or legs, leading to the eventual occlusion of the arteries due to blood clot formation."},
           {"id": 537, "word": "Buffalo chest" ,"meaning":"A single chest cavity with no anatomic separation of the two hemithoraxes due, for example, to tension pneumothorax (air under pressure collapsing a lung)."},
           {"id": 538, "word": "Buffalo hump" ,"meaning":"a layman's term for the deposition of fat in the area behind the base of the neck."},
           {"id": 539, "word": "Bulbar" ,"meaning":"Pertaining to a bulb, in medicine any rounded mass of tissue (that is shaped somewhat like a crocus or tulip bulb)."},
           {"id": 540, "word": "Bulbar conjunctiva" ,"meaning":"That part of the conjunctiva, a clear membrane of the eye, which covers the outer surface of the eye."},
           {"id": 541, "word": "Bulbourethral gland" ,"meaning":"A pea-sized gland in the male located behind and to the side of the urethra that discharges a component of seminal fluid into the urethra"},
           {"id": 542, "word": "Bulimia" ,"meaning":"Also called bulimia nervosa. An eating disorder characterized by episodes of secretive excessive eating (binge-eating) followed by inappropriate methods of weight control, such as self-induced vomiting (purging), abuse of laxatives and diuretics, or excessive exercise."},
           {"id": 543, "word": "Bulimia susceptibility gene" ,"meaning":" A gene that determines the susceptibility to developing bulimia, one disorder in the spectrum of eating disorders."},
           {"id": 544, "word": "Bulla" ,"meaning":"A fluid-filled blister more than 5 mm (about 3/16 inch) in diameter with thin walls."},
           {"id": 545, "word": "Bullae" ,"meaning":"More than one bulla, a bulla being a blister more than 5 mm (about 3/16 inch) in diameter with thin walls that is full of fluid."},
           {"id": 546, "word": "Bullous" ,"meaning":"Characterized by blistering, such as a second-degree burn."},
           {"id": 547, "word": "Bullous pemphigoid" ,"meaning":"A disease characterized by tense blisters on the skin. The condition is caused by antibodies that accumulate abnormally in a layer of the skin called the basement membrane."},
           {"id": 548, "word": "Bumps" ,"meaning":"The raised area of a bump or bruise results from blood leaking from these injured blood vessels into the tissues as well as from the body's response to the injury."},
           {"id": 549, "word": "BUN" ,"meaning":"Blood urea nitrogen."},
           {"id": 550, "word": "Bundling" ,"meaning":"A term employed by the FDA (the US Food & Drug Administration) that refers to the inclusion of multiple devices or multiple indications for use for a device in a single premarket submission, including products subject to the device and biologics license application (BLA) authorities, for purposes of review and user fee payment."},
           {"id": 551, "word": "Bunion" ,"meaning":"A localized, painful swelling at the base of the big toe due to new bone formation. The affected toe is often curved outward."},
           {"id": 552, "word": "Buprenorphine" ,"meaning":" A prescription medication for people addicted to heroin or other opiates that acts by relieving the symptoms of opiate withdrawal such as agitation, nausea and insomnia."},
           {"id": 553, "word": "Burkholderia cepacia" ,"meaning":"A group of bacteria found in soil and water that are often resistant to common antibiotics."},
           {"id": 554, "word": "Burkitt lymphoma" ,"meaning":" A type of non-Hodgkin lymphoma (NHL) that most often occurs in young people between the ages of 12 and 30, accounting for 40% to 50% of childhood NHL"},
           {"id": 555, "word": "Burn" ,"meaning":"Damage to the skin or other body parts caused by extreme heat, flame, contact with heated objects, or chemicals"},
           {"id": 556, "word": "Burn treatment" ,"meaning":"The treatment of burns depends on the depth, area and location of the burn."},
           {"id": 557, "word": "Burn, first degree" ,"meaning":"A superficial burn with similar characteristics to a typical sunburn. The skin is red in color, without blistering, sensation is intact, and the burn is usually somewhat painful."},
           {"id": 558, "word": "Burn, second degree" ,"meaning":"A burn severe enough to cause blistering of the skin. The pain of a second-degree burn is usually somewhat more intense than the pain of a first-degree burn."},
           {"id": 559, "word": "Burn, third degree" ,"meaning":" A burn in which the damage has progressed to the point of skin death. The skin is white and without sensation."},
           {"id": 560, "word": "Burning mouth syndrome" ,"meaning":"An intense burning sensation on the tongue, often at the tip of the tongue."},
           {"id": 561, "word": "Burp" ,"meaning":"Gas brought up from the stomach through the mouth producing a gutteral noise."},
           {"id": 562, "word": "Bursa" ,"meaning":" A closed, fluid-filled sac that functions as a gliding surface to reduce friction between tissues of the body."},
           {"id": 563, "word": "Bursae" ,"meaning":"Plural of bursa."},
           {"id": 564, "word": "Bursal" ,"meaning":"Pertaining to a bursa."},
           {"id": 565, "word": "Bursitis" ,"meaning":"Bursitis is inflammation of a bursa. A bursa is a tiny fluid-filled sac that functions as a gliding surface to reduce friction between tissues of the body."},
           {"id": 566, "word": "Bursitis, aseptic" ,"meaning":" Bursitis that is not due to an infectious condition."},
           {"id": 567, "word": "Bursitis, calcific" ,"meaning":"Chronic bursitis with calcification of the bursa. The calcium deposition can occur as long as the inflammation is present."},
           {"id": 568, "word": "Bursitis, elbow" ,"meaning":"Inflammation of the bursa at the tip of the elbow, called the olecranon bursa. The olecranon bursa is a common site of bursitis."},
           {"id": 569, "word": "Bursitis, hip" ,"meaning":" Inflammation of a bursa of the hip. There are two major bursae of the hip, which is a common location for bursitis."},
           {"id": 570, "word": "Bursitis, knee" ,"meaning":"Inflammation of a bursa of the knee. There are three major bursae of the knee, which is a common site for bursitis."},
           {"id": 571, "word": "Bursitis, septic" ,"meaning":" Inflammation of a bursa due to infection, usually with bacteria"},
           {"id": 572, "word": "Bursitis, shoulder" ,"meaning":" Inflammation of a bursa of the shoulder. There are two major bursae of the shoulder, which is a common location for bursitis."},
           {"id": 573, "word": "Bursopathy" ,"meaning":"Disease involving a bursa, a closed fluid-filled sac that supplies a gliding surface to reduce friction between tissues of the body."},
           {"id": 574, "word": "Buruli ulcer" ,"meaning":" A disorder caused by infection with a member of the family of bacteria that causes tuberculosis and leprosy -- the bacterium Mycobacterium ulcerans -- that starts as a painless swelling in the skin, most commonly in the limbs (the arms and legs) and causes severely deforming ulcers."},
           {"id": 575, "word": "Burundanga (Hyoscine Hydrobromide)" ,"meaning":" a slang term used to refer to the drug scopolamine. "},
           {"id": 576, "word": "Butterbur" ,"meaning":" The plants commonly referred to as Butterbur are found in the daisy family Asteraceae in the genus Petasites, species P. vulgaris or P. hybridus."},
           {"id": 577, "word": "Butterfly rash" ,"meaning":"A red, flat facial rash over the bridge of the nose."},
           {"id": 578, "word": "Butyric acid" ,"meaning":"An acid that has four carbons in it. The formula for butyric acid is: CH3-CH2-CH2-COOH."},
           {"id": 579, "word": "BWS" ,"meaning":"Beckwith-Wiedemann syndrome."},
           {"id": 580, "word": "BX" ,"meaning":"Medical abbreviation for biopsy."},
           {"id": 581, "word": "Bypass" ,"meaning":"An operation in which a new pathway is created for the transport of substances in the body."},
           {"id": 582, "word": "Bypass, cardiopulmonary" ,"meaning":"A bypass of the heart and lungs as, for example, in open heart surgery"}   

       ],
       "3": [
           {"id":1, "word": "C (cytosine)", "meaning":"C stands for cytosine, a DNA nucleotide that which is one member of the base pair in DNA consisting of guanine and cytosine."},
           {"id":2, "word": "C peptide", "meaning":"A byproduct of insulin production, usually by the pancreas. The level of C-peptide is a gauge of how much insulin is being produced in the body."},
           {"id":3, "word": "C-IBS", "meaning":" Constipation-predominant IBS (irritable bowel syndrome)."},
           {"id":4, "word": "C-reactive protein", "meaning":" An acute-phase plasma protein whose blood concentration reflects the presence and intensity of inflammation. "},
           {"id":5, "word": "C-section", "meaning":" Short for Cesarean section."},
           {"id":6, "word": "C. botulinum", "meaning":"Clostridium botulinum."},
           {"id":7, "word": "C. elegans", "meaning":"Caenorhabditis elegans, a roundworm."},
           {"id":8, "word": "Cachectic", "meaning":"Having cachexia, physical wasting with loss of weight and muscle mass due to disease."},
           {"id":9, "word": "Cachexia", "meaning":"General physical wasting with loss of weight and muscle mass due to a disease. Also known as marasmus"},
           {"id":10, "word": "Cadmium", "meaning":"A metallic element whose salts are toxic and cause cancer."},
           {"id":11, "word": "Caduceus", "meaning":"A staff with two snakes entwined about it, topped by a pair of wings. The caduceus was carried by the Greek messenger god Hermes, whose Roman counterpart was Mercury, and is therefore the sign of a herald."},
           {"id":12, "word": "Caecal", "meaning":"Pertaining to the caecum (also spelled cecum), the first portion of the large bowel, situated in the lower right quadrant of the abdomen."},
           {"id":13, "word": "Caffeine", "meaning":"A stimulant compound found naturally in coffee, tea, cocoa (chocolate), and kola nuts (cola) and added to soft drinks, foods, and medicines."},
           {"id":14, "word": "Cal", "meaning":"Calorie."},
           {"id":15, "word": "Calamine", "meaning":"An astringent made from zinc carbonate or zinc oxide, customarily used in lotion form to treat skin problems or insect bites that cause itching or discomfort."},
           {"id":16, "word": "Calcaneal spur", "meaning":"A bony spur, also known as a heel spur, that projects from the back or underside of the heel bone (the calcaneus) and that may make walking painful."},
           {"id":17, "word": "Calcaneus", "meaning":"The heel bone, a more or less rectangular bone at the back of the foot. Also known as os calcis"},
           {"id":18, "word": "Calcific bursitis", "meaning":"A bursa is a thin fluid-filled sac that reduces friction forces between tissues of the body."},
           {"id":19, "word": "Calcinosis", "meaning":"An abnormal deposit of calcium salts in body tissues."},
           {"id":20, "word": "Calcipotriene", "meaning":"A synthetic form of vitamin D3 that can be applied to the skin to treat psoriasis."},
           {"id":21, "word": "Calcitonin", "meaning":"A hormone produced by the thyroid gland that lowers the levels of calcium and phosphate in the blood and promotes the formation of bone"},
           {"id":22, "word": "Calcium", "meaning":"A mineral found mainly in the hard part of bones, where it is stored. Calcium is added to bone by cells called osteoblasts and removed from bone by cells called osteoclasts."},
           {"id":23, "word": "Calculi", "meaning":"The plural of calculus"},
           {"id":24, "word": "Calculus", "meaning":" A stone, as in the urinary tract, or calcium salt deposits on the teeth."},
           {"id":25, "word": "Calf", "meaning":"The belly or fleshy hind part of the back of the leg below the knee."},
           {"id":27, "word": "Calicivirus", "meaning":"A group of viruses belonging to the family Caliciviridae that includes:"},
           {"id":28, "word": "Calipers", "meaning":"A metal or plastic tool similar to a compass used to measure the diameter of an object."},
           {"id":29, "word": "Calorie", "meaning":" A unit of food energy. The word calorie is ordinarily used instead of the more precise, scientific term kilocalorie. A kilocalorie represents the amount of energy required to raise the temperature of a liter of water 1' centigrade at sea level. Technically, a kilocalorie represents 1,000 true calories of energy."},
           {"id":30, "word": "Camelpox", "meaning":"A severe disease of camels in northern Africa and southwestern Asia caused by the camelpox virus. This virus has rarely, if ever, caused disease in people."},
           {"id":31, "word": "Camisole", "meaning":"A straitjacket. The term camisole was borrowed from the French and refers to a woman's garment, usually sleeveless. The term came from the Latin camisia for linen shirt or nightgown."},
           {"id":32, "word": "Campylobacteriosis", "meaning":"Disease caused by Campylobacter jejuni, now the leading cause of bacterial food poisoning, most often spread by contact with raw or undercooked poultry."},
           {"id":33, "word": "Cancer", "meaning":"An abnormal growth of cells which tend to proliferate in an uncontrolled way and, in some cases, to metastasize (spread)"},
           {"id":34, "word": "Cancer cluster", "meaning":"A greater-than-expected number of cancer cases that occurs within a group of people in a geographic area over a period of time."},
           {"id":35, "word": "Candidiasis", "meaning":"Disease caused by the yeast Candida albicans. Candida albicans can cause vaginal yeast infections, diaper rash, skin rashes that emerge in moist, warm folds of skin, and thrush (white patches inside the mouth and throat)."},
           {"id":36, "word": "Cannabis", "meaning":"Marijuana (Cannibis sativa), a drug derived from the family of plants that includes hemp. Cannabis can be smoked or eaten."},
           {"id":37, "word": "Cannula", "meaning":"A hollow tube with a sharp, retractable inner core that can be inserted into a vein, an artery, or another body cavity."},
           {"id":38, "word": "Capsid", "meaning":"The protein coat of a virus."},
           {"id":39, "word": "Capsule", "meaning":"In medicine, a membranous structure that envelops an organ, a joint, tumor, or any other part of the body. It is usually made up of dense collagen-containing connective tissue."},
           {"id":40, "word": "Carbohydrate", "meaning":"One of the three nutrient compounds, along with fat and protein, used as energy sources (calories) by the body. Carbohydrates take the form of simple sugars or of more complex forms, such as starches and fiber. "},
           {"id":41, "word": "Carbolic acid", "meaning":"A synonym of phenol. In dilute solution, an antimicrobial agent."},
           {"id":42, "word": "Carbon dioxide", "meaning":"A gas which is the byproduct of cellular metabolism and which collects in the tissues, is cleared from the tissues by the blood within the veins, is carried by the hemoglobin in the red blood cells, and removed from the body via the lungs in the exhaled air."},
           {"id":43, "word": "Carboxyhemoglobin", "meaning":" Hemoglobin that has carbon monoxide instead of the normal oxygen bound to it. Carbon monoxide has a much stronger binding to hemoglobin than oxygen."},
           {"id":44, "word": "Carbuncles", "meaning":"A skin abscess, a collection of pus that forms in the skin. Antibiotics may be helpful in treating abscesses, but the main treatments include hot packs and draining ('lancing') the abscess, but only when it is soft and ready to drain."},
           {"id":45, "word": "Carcinogen", "meaning":" A substance or agent that causes cancer. Related terms include the adjective 'carcinogenic' and the nouns 'carcinogenesis' and 'carcinogenicity.' One of the best-known carcinogens is ionizing radiation."},
           {"id":46, "word": "Cardiac", "meaning":"Having to do with the heart."},
           {"id":47, "word": "Cardiac aneurysm", "meaning":"An outpouching of an abnormally thin portion of the heart wall. Cardiac aneurysms tend to involve the left ventricle because the blood there is under the greatest pressure."},
           {"id":48, "word": "Cardiologist", "meaning":"A physician who specializes in treating heart disorders."},
           {"id":49, "word": "Cardiology", "meaning":"The study and treatment of heart disorders."},
           {"id":50, "word": "Cardiomyopathy", "meaning":"Disease of the heart muscle (myocardium)."},
           {"id":51, "word": "Cardioplegia", "meaning":"Paralysis of the heart, as may be done electively in stopping the heart during cardiac surgery. Cardioplegia may be done using chemicals, cold (cryocardioplegia), or electrical stimulation."},
           {"id":52, "word": "Cardiopulmonary", "meaning":"Having to do with both the heart and lungs."},
           {"id":53, "word": "Cardiovascular", "meaning":"Relating to the circulatory system, which comprises the heart and blood vessels and carries nutrients and oxygen to the tissues of the body and removes carbon dioxide and other wastes from them."},
           {"id":54, "word": "Cardioversion", "meaning":"The conversion of a cardiac rhythm or electrical pattern to another, generally from an abnormal one to a normal one. Cardioversion can be accomplished by using medications or by electrical shock with a special defibrillator."},
           {"id":55, "word": "Carditis", "meaning":"Inflammation of the heart."},
           {"id":56, "word": "Carminative", "meaning":"An agent that prevents or relieves flatulence (gas in the gastrointestinal tract) and, in infants, may help in the treatment of colic."},
           {"id":57, "word": "Carotenemia", "meaning":"An excessive blood level of carotene, which causes a temporary yellowing of the skin (pseudojaundice). "},
           {"id":58, "word": "Carotenoid", "meaning":"One of a group of compounds that includes beta-carotene, alpha-carotene, and beta-cryptoxanthin which are converted to vitamin A and are referred to as provitamin A carotenoids."},
           {"id":59, "word": "Carotid stenosis", "meaning":"Pertaining to the carotid artery and the area near that key artery, which is located in the front of the neck."},
           {"id":60, "word": "Carpal bone", "meaning":"One of the wrist bones. There are eight carpal bones that are arranged in two rows."},
           {"id":61, "word": "Cartilage", "meaning":" Firm, rubbery tissue that cushions bones at joints."},
           {"id":62, "word": "Cascade", "meaning":"A sequence of successive activation reactions involving enzymes (enzyme cascade) or hormones (hormone cascade) characterized by a series of amplifications of an initial stimulus."},
           {"id":63, "word": "Casein", "meaning":"The main protein found in milk and other dairy products."},
           {"id":64, "word": "Caseous", "meaning":"Cheeselike. In caseous lymphadenitis, the lymph nodes turn into a soft, dry, crumbly mass resembling cheese, usually due to tuberculosis or a related infection."},
           {"id":65, "word": "Castration", "meaning":"Removal or destruction of the sex glands. The term is usually used in reference to the testicles, but it also can apply to the ovaries."},
           {"id":66, "word": "Catabolism", "meaning":"The energy-burning aspect of metabolism."},
           {"id":67, "word": "Catalyst", "meaning":"A substance that speeds up a chemical reaction but is not consumed or altered in the process. Catalysts are of immense importance in chemistry and biology. "},
           {"id":68, "word": "Cataract", "meaning":"A clouding or loss of transparency of the lens in the eye as a result of tissue breakdown and protein clumping."},
           {"id":69, "word": "Catatonic", "meaning":"Characterized by marked motor abnormalities including immobility (catalepsy or stupor), excessive motor activity (purposeless agitation), extreme negativism, mutism, posturing or stereotyped movements, echolalia, and/or echopraxia."},
           {"id":70, "word": "Cathartic", "meaning":"A laxative"},
           {"id":71, "word": "Catheter", "meaning":"A thin, flexible tube."},
           {"id":72, "word": "Cation", "meaning":"In chemistry, a positively charged ion."},
           {"id":73, "word": "Cauda equina", "meaning":"A bundle of spinal nerve roots that arise from the end of the spinal cord."},
           {"id":74, "word": "Cauda equina syndrome", "meaning":" Impairment of the nerves in the cauda equina, characterized by dull pain in the lower back and upper buttocks and lack of feeling (analgesia) in the buttocks, genitalia, and thigh, together with disturbances of bowel and bladder function."},
           {"id":75, "word": "Caudal", "meaning":"An anatomic term meaning 1. Pertaining to the tail or the hind part. 2. Situated in or directed toward the tail or hind part. 3. Inferior to another structure, in the sense of being below it."},
           {"id":76, "word": "Causalgia", "meaning":" Intense burning pain and sensitivity to the slightest vibration or touch, usually in the hand or foot, at a site some distance removed from a wound that has healed."},
           {"id":77, "word": "Caveola", "meaning":"An tiny pit, grotto, depression, incupping in the surface of a cell. The name 'caveola' means little cave. The plural is caveolae."},
           {"id":78, "word": "Cavernous sinus syndrome", "meaning":"A condition characterized by swelling of the eyelids and the conjunctivae of the eyes, as well as paralysis of the cranial nerves that course through the cavernous sinus"},
           {"id":79, "word": "Cavities", "meaning":"Holes or structural damage in the two outer layers of a tooth called the enamel and the dentin."},
           {"id":80, "word": "Category 1 storm", "meaning":"A hurricane with winds 74-95 mph (64-82 kt or 119-153 km/hr). Storm surge generally 4-5 ft above normal. No real damage to building structures. Damage primarily to unanchored mobile homes, shrubbery, and trees. Some damage to poorly constructed signs. Also, some coastal road flooding and minor pier damage."},
           {"id":81, "word": "Category 2 storm", "meaning":"A hurricane with winds 96-110 mph (83-95 kt or 154-177 km/hr). Storm surge generally 6-8 feet above normal. Some roofing material, door, and window damage of buildings. Considerable damage to shrubbery and trees with some trees blown down. Considerable damage to mobile homes, poorly constructed signs, and piers. Coastal and low-lying escape routes flood 2-4 hours before arrival of the hurricane center. Small craft in unprotected anchorages break moorings."},
           {"id":82, "word": "Category 3 storm", "meaning":" A hurricane with winds 111-130 mph (96-113 kt or 178-209 km/hr). Storm surge generally 9-12 ft above normal. Some structural damage to small residences and utility buildings with a minor amount of curtainwall failures. Damage to shrubbery and trees with foliage blown off trees and large trees blown down. Mobile homes and poorly constructed signs are destroyed. Low-lying escape routes are cut by rising water 3-5 hours before arrival of the center of the hurricane. Flooding near the coast destroys smaller structures with larger structures damaged by battering from floating debris. Terrain continuously lower than 5 ft above mean sea level may be flooded inland 8 miles (13 km) or more. Evacuation of low-lying residences with several blocks of the shoreline may be required."},
           {"id":83, "word": "Category 4 storm", "meaning":"A hurricane with winds 131-155 mph (114-135 kt or 210-249 km/hr). Storm surge generally 13-18 ft above normal. More extensive curtainwall failures with some complete roof structure failures on small residences. Shrubs, trees, and all signs are blown down. Complete destruction of mobile homes. Extensive damage to doors and windows. Low-lying escape routes may be cut by rising water 3-5 hours before arrival of the center of the hurricane. Major damage to lower floors of structures near the shore. Terrain lower than 10 ft above sea level may be flooded requiring massive evacuation of residential areas as far inland as 6 miles (10 km)."},
           {"id":84, "word": "Category 5 storm", "meaning":"A hurricane with winds greater than 155 mph (135 kt or 249 km/hr). Storm surge generally greater than 18 ft above normal. Complete roof failure on many residences and industrial buildings. Some complete building failures with small utility buildings blown over or away. All shrubs, trees, and signs blown down. Complete destruction of mobile homes. Severe and extensive window and door damage. Low-lying escape routes are cut by rising water 3-5 hours before arrival of the center of the hurricane. Major damage to lower floors of all structures located less than 15 ft above sea level and within 500 yards of the shoreline. Massive evacuation of residential areas on low ground within 5-10 miles (8-16 km) of the shoreline may be required."},
           {"id":85, "word": "Cataplexy", "meaning":"A debilitating condition in which a person suddenly feels weak and collapses at times of strong emotion such as during laughter, anger, fear, or surprise."},
           {"id":86, "word": "Catabolism", "meaning":"The energy-burning aspect of metabolism"},
           {"id":87, "word": "Cauterization", "meaning":"The use of heat to destroy abnormal cells. Also known as diathermy and electrodiathermy."},
           {"id":89, "word":"Cecal", "meaning": "Pertaining to the cecum."},
           {"id":90, "word":"Cecum", "meaning": "The first portion of the large bowel, which is situated in the lower-right quadrant of the abdomen. The cecum receives fecal material from the small bowel (ileum), which opens into it. The appendix is attached to the cecum."},
           {"id":91, "word":"Cell", "meaning": "The basic structural and functional unit of any living thing. Each cell is a small container of chemicals and water wrapped in a membrane."},
           {"id":92, "word":"Cell cloning", "meaning": "The process of producing a group of cells that are genetically identical (clones) to a single ancestral cell."},
           {"id":93, "word":"Cell cycle", "meaning": "The sequence of events within the cell between mitotic (cell) divisions. The cell cycle is conventionally divided into five phases: G0 (the gap); G1, (the first gap); S (the synthesis phase, during which the DNA is synthesized and replicated); G2 (the second gap); and M (mitosis)."},
           {"id":94, "word":"Cellulite", "meaning": "In popular language, deposits of fat that have a cottage cheese-like texture. Medically, cellulite is not considered abnormal."},
           {"id":95, "word":"Cellulitis", "meaning": "A spreading bacterial infection underneath the skin surface characterized by redness, warmth, swelling, and pain. Cellulitis commonly appears in areas where there is a break in the skin."},
           {"id":96, "word":"Celsus", "meaning": " (1st century A.D.) Aulus (Aurelius) Cornelius Celsus. Roman encyclopedist whose only surviving work, De Medicina, was rediscovered and printed early in the Renaissance and became influential."},
           {"id":97, "word":"Centenarian", "meaning": "Someone who is 100 or more years old. Someone 110 years old and over (no upper limit) may also be referred to as a supercentenarian."},
           {"id":98, "word":"Centigrade", "meaning": "A thermometer scale in which the freezing point of water at sea level is 0'C and the boiling point of water at sea level is 100'C. The Centigrade scale is used in most of the world to indicate the temperature on a thermometer, but the Fahrenheit scale is still popular in the US."},
           {"id":99, "word":"Centimeter (cm)", "meaning": "A unit of measure in the metric system which is 1/100'th of a meter. There are 2.54 centimeters (cms) in one inch. The centimeter is commonly used in medicine to state the size of objects or distance between points."},
           {"id":100, "word":"Central nervous system (CNS)", "meaning": "The central nervous system is that part of the nervous system that consists of the brain and spinal cord."},
           {"id":102, "word":"Central retinal artery", "meaning": "The blood vessel that carries blood into the eye and supplies nutrition to the retina."},
           {"id":103, "word":"Centromere", "meaning": "The 'waist' of the chromosome that is essential for the division and retention of the chromosome in the cell. "},
           {"id":104, "word":"Cephalgia", "meaning": "Headache."},
           {"id":105, "word":"Cephalic", "meaning": "Relating to the head or the head end of the body. Situated on, in, or near the head. Cephalic is synonymous with cranial, relating to the cranium or head."},
           {"id":106, "word":"Cephalothoracic lipodystrophy", "meaning": "A disorder characterized by painless symmetrical diffuse deposits of fat beneath the skin of the neck, upper trunk, arms, and legs."},
           {"id":107, "word":"Cerclage", "meaning": "Encirclement with a ring, loop, wire, or ligature. Cerclage can be done around bone fragments to hold them together, but it usually refers to an operation performed on the cervix to prevent a miscarriage."},
           {"id":108, "word":"Cerebellar", "meaning": "Pertaining to the cerebellum, the part of the brain in the back of the head between the cerebrum and the brain stem."},
           {"id":109, "word":"Cerebellum", "meaning": "The portion of the brain that is in the back of the head, between the cerebrum and the brain stem. It is involved in the control of voluntary and involuntary movement as well as balance."},
           {"id":110, "word":"Cerebral", "meaning": "Of or pertaining to the cerebrum or the brain."},
           {"id":111, "word":"Cerebral aneurysm", "meaning": "A localized widening of a blood vessel within the brain. An aneurysm is a localized widening (dilatation) of an artery or vein within the brain."},
           {"id":112, "word":"Cerebral cortex", "meaning": "A thin mantle of gray matter about the size of a formal dinner napkin covering the surface of each cerebral hemisphere. "},
           {"id":113, "word":"Cerebral hypoxia", "meaning": "a decrease in the amount of oxygen delivered to the brain."},
           {"id":114, "word":"Cerebrum", "meaning": "The largest part of the brain. It is divided into two hemispheres, or halves."},
           {"id":115, "word":"Cervical", "meaning": "Having to do with any kind of neck, including the neck on which the head is perched and the neck of the uterus."},
           {"id":116, "word":"Cervix", "meaning": "The cervix is the lower, narrow part of the uterus (womb). The uterus, a hollow, pear-shaped organ, is located in a woman's lower abdomen, between the bladder and the rectum. The cervix forms a canal that opens into the vagina, which leads to the outside of the body."},
           {"id":118, "word":"Ceteris paribus", "meaning": " In research, the effect of one variable when other factors remain constant."},
           {"id":119, "word":"Cervicectomy", "meaning": "Surgical removal of the cervix, the lower portion of the uterus that protrudes into the vagina. Cervicectomy is also called trachelectomy."},
           {"id":120, "word":"CB1", "meaning": " One of the two known receptors in the endocannabinoid (EC) system associated with the intake of food and tobacco dependency."},
           {"id":121, "word":"CB2", "meaning": " One of the two known receptors in the endocannabinoid (EC) system. "},
           {"id":122, "word":"CBC", "meaning": "A commonly used abbreviation in medicine that stands for complete blood count, a set values of the cellular (formed elements) of blood."},
           {"id":123, "word":"CBT", "meaning": "Cognitive behavior therapy"},
           {"id":124, "word":"CCCR5", "meaning":"A chemokine receptor found on monocytes and lymphocytes that serves as the coreceptor for HIV. HIV strains that use this coreceptor are referred to as R5 viruses."},
           {"id":125, "word":"CCHF", "meaning": "Crimean-Congo hemorrhagic fever."},
           {"id":126, "word":"CCK", "meaning": "Cholecystokinin."},
           {"id":127, "word":"CD10", "meaning": "A cell surface enzyme with neutral metalloendopeptidase activity. CD10 is also known as CALLA (common acute lymphocytic leukemia antigen)."},
           {"id":128, "word":"Chagas disease", "meaning": "An infection caused by the parasite Trypanosoma cruzi. Also called American trypanosomiasis. Transmitted by reduviid bugs, or kissing bugs, that live in cracks and holes of substandard housing primarily found in South and Central America. "},
           {"id":129, "word":"Chalazion", "meaning": "A cyst of the little glands in the eyelids that make a lubricant which they discharge through tiny openings in the edges of the lids. The lubricant is a fatty substance called sebum characteristic of sebaceous glands."},
           {"id":130, "word":"Chamomile", "meaning": "An herb often used in the form of a tea as a sedative"},
           {"id":131, "word":"Chancre", "meaning": "The classic painless ulcer of syphilis. The chancre forms in the first (primary) stage of syphilis"},
           {"id":132, "word":"Chancroid", "meaning": "A sexually transmitted infection (STI) caused by the bacterium Haemophilus ducreyi. "},
           {"id":133, "word":"Chandipura virus", "meaning": " A virus that causes fever, symptoms similar to those of flu, and acute encephalitis (inflammation of the brain). "},
           {"id":134, "word":"Channelopathy", "meaning": " A disease involving dysfunction of an ion channel. Channelopathies are known that involve the ion channels for potassium, sodium, chloride and calcium. "},
           {"id":135, "word":"Chaperone", "meaning": " Any protein that is required for the proper folding or assembly of another protein or protein complex without being a component of the final structure."},
           {"id":136, "word":"Char syndrome", "meaning": "A genetic disorder characterized by patent ductus arteriosis and unusual facial features including a long philtrum (increase in the distance between the nose and upper lip), down-slanting palpebral fissures (eye slits), and thick lips as well as incurving fifth fingers."},
           {"id":137, "word":"Charbon", "meaning": "Known also as anthrax, charbon is a serious bacterial infection. It is not primarily a human disease but rather an infection of animals. Cattle, sheep, horses, mules, and some wild animals are highly susceptible."},
           {"id":138, "word":"Charcot-Wilbrand syndrome", "meaning": " Loss of dreaming after a stroke. In more technical terms the syndrome is characterized by visual agnosia and the inability to revisualise images"},
           {"id":139, "word":"Cheek", "meaning": "The side of the face, which forms the side wall of the mouth."},
           {"id":140, "word":"Chemo", "meaning": "Slang for chemotherapy -- drug therapy for cancer."},
           {"id":141, "word":"Chemobrain", "meaning": "Cognitive dysfunction associated with chemotherapy. It is thought that chemotherapy may cause memory loss, attention loss, and other problems that make it difficult for patients to think clearly."},
           {"id":142, "word":"Chemokine", "meaning": "One of a large group of proteins that act as chemical messengers and were first found attracting white blood cells to areas of inflammation."},
           {"id":143, "word":"Chemokinesis", "meaning": "The response of a cell to a chemical that causes the cell to make some kind of change in its movement by speeding it up, slowing it down or changing its direction. The molecules that achieve these results are called chemokines."},
           {"id":144, "word":"Chemotherapy", "meaning": "1. In the original sense, a chemical that binds to and specifically kills microbes or tumor cells. The term chemotherapy was coined in this regard by Paul Ehrlich (1854-1915). 2. In oncology, drug therapy for cancer. Also called 'chemo' for short."},
           {"id":145, "word":"Chest", "meaning": "The area of the body located between the neck and the abdomen."},
           {"id":146, "word":"Chickenpox", "meaning": "A highly infectious viral disease also known medically as varicella -- in many countries, this disease is always called 'varicella' -- that causes a blister-like rash, itching, fatigue and fever."},
           {"id":147, "word":"Chikungunya virus", "meaning": "A virus that causes a disease resembling dengue fever, seen mainly in Africa, the Indian subcontinent, the Caribbean, and Southeast Asia."},
           {"id":148, "word":"Child abuse", "meaning": "A complex set of behaviors that include child neglect and the physical, emotional, and sexual abuse of children. "},
           {"id":149, "word":"Chin", "meaning": "The lower portion of the face below the lower lip including the prominence of the lower jaw and the line of fusion of the two separate halves of the jawbone (mandible). "},
           {"id":150, "word":"Chiropractic", "meaning": "A system of diagnosis and treatment based on the concept that the nervous system coordinates all of the body's functions, and that disease results from a lack of normal nerve function."},
           {"id":151, "word":"Chlamydia", "meaning": " The agent of a sexually transmitted disease, a type of bacteria found in the cervix, urethra, throat, or rectum that acts very much like gonorrhea in the way it is spread, the symptoms it produces, and its long-term consequences. "},
           {"id":152, "word":"Chloride", "meaning": "The major anion (negatively charged substance) in the blood and extracellular fluid (the body fluid that lies outside cells). Blood and other body fluids have almost the same concentration of chloride ion as sea water."},
           {"id":153, "word":"Chloroprene", "meaning": "A possible carcinogen (cancer-causing agent) primarily used in the production of the elastomer polychloroprene (neoprene)."},
           {"id":154, "word":"Cholangitis", "meaning": "Inflammation of the bile duct. From cholangi-, pertaining to a bile duct + -itis, inflammation. See also: Primary sclerosing cholangitis"},
           {"id":155, "word":"Cholecalciferol", "meaning": "Vitamin D3."},
           {"id":156, "word":"Cholecystitis", "meaning": " Inflammation of the gallbladder. Cholecystitis is a complication of gallstones, and it is frequently associated with infection in the gallbladder."},
           {"id":157, "word":"Cholelithiasis", "meaning": "1. The presence of stones in the gallbladder. 2. The process of formation of such stones. From the Greek roots chole, bile + lithos, stone."},
           {"id":158, "word":"Cholera", "meaning": "An infectious disease characterized by intense vomiting and profuse watery diarrhea and that rapidly leads to dehydration and often death."},
           {"id":159, "word":"Cholesterol", "meaning": "The most common type of steroid in the body. Cholesterol has a reputation for being associated with an increased risk for heart and blood vessel disease. "},
           {"id":160, "word":"Cholestin", "meaning": "One of the three major preparations of red yeast rice, a tradition Chinese medicine now used to lower cholesterol. Cholestin is also known as Hypocol."},
           {"id":161, "word":"Chondroplasia", "meaning": "The formation of cartilage by specialized cells called chondrocytes."},
           {"id":162, "word":"Choroid", "meaning": "In the eye, a thin vascular layer between the sclera and the retina."},
           {"id":163, "word":"Chromaesthesia", "meaning": " A type of synesthesia in which which a nonvisual stimulus causes the individual to perceive color. Color hearing"},
           {"id":164, "word":"Chromosome", "meaning": "A carrier of genetic information that is visible under an ordinary light microscope. "},
           {"id":165, "word":"Chronic", "meaning": " In medicine, lasting a long time. A chronic condition is one that lasts 3 months or more. Chronic diseases are in contrast to those that are acute (abrupt, sharp, and brief) or subacute (within the interval between acute and chronic)."},
           {"id":166, "word":"Chronic bronchitis", "meaning": " Inflammation and swelling of the lining of the airways, leading to narrowing and obstruction generally resulting in daily cough."},
           {"id":167, "word":"Chromatophobia", "meaning": "An abnormal and persistent fear of money. Sufferers experience undue anxiety even though they realize their fear is irrational."},
           {"id":168, "word":"Choriocarcinoma", "meaning": "A highly malignant tumor that arises from trophoblastic cells within the uterus."},
           {"id":169, "word":"Chorea", "meaning": " Ceaseless rapid complex body movements that look well coordinated and purposeful but are, in fact, involuntary."},
           {"id":170, "word":"Chorioamnionitis", "meaning": "Inflammation of the chorion and the amnion, the membranes that surround the fetus. "},
           {"id":171, "word":"Chromatin", "meaning": "The nucleoprotein material of chromosomes. Chromatin is essentially the substance of chromosomes. It is made up of DNA attached to a protein structure, together with chromosomal RNA."},
           {"id":172, "word":"Chorion", "meaning": "The outermost of the two fetal membranes (the amnion is the innermost) that surround the embryo."},
           {"id":173, "word":"Chyle", "meaning": "A fluid consisting of a mixture of lymphatic fluid (lymph) and chylomicrons that has a milky appearance. "},
           {"id":174, "word":"Chylomicron", "meaning": "A small fat globule composed of protein and lipid (fat). Chylomicrons are found in the blood and lymphatic fluid where they serve to transport fat from its port of entry in the intestine to the liver and to adipose (fat) tissue."},
           {"id":175, "word":"Chyme", "meaning": "A predigested, acidified mass of food that passes from the stomach into the small intestine."},
           {"id":176, "word":"Cigarette", "meaning": " A small roll of finely cut tobacco enclosed in a wrapper of thin paper designed for smoking."},
           {"id":177, "word":"Ciguatera", "meaning": "Seafood poisoning due to ciguatoxin, a toxin acquired by eating fish that have consumed toxic single-celled marine organisms called dinoflagellates or fish that have consumed other fish that have become toxic."},
           {"id":178, "word":"Ciguatoxin", "meaning": " A seafood toxin that is acquired by eating fish that have consumed toxic single-celled marine organisms called dinoflagellates or fish that have consumed other fish that have become toxic. "},
           {"id":179, "word":"Cilia", "meaning": " The fine hairlike projections from certain cells such as those in the respiratory tract that sweep in unison and help to sweep away fluids and particles."},
           {"id":180, "word":"Ciliary body", "meaning": "Part of the eye, the ciliary body is a circular structure just behind the iris composed of the ciliary muscle and ciliary processes which attach to the lens."},
           {"id":181, "word":"Cilium", "meaning": " A single cilia. "},
           {"id":182, "word":"Cinacalcet", "meaning": "A drug that acts as a calcimimetic and that is marketed under the trade name Sensipar."},
           {"id":183, "word":"Circadian", "meaning": "Refers to events occurring within the span of a full 24-hour day, as in a circadian clock."},
           {"id":184, "word":"Circulation", "meaning": " In medicine, the movement of fluid through the body in a regular or circuitous course. "},
           {"id":185, "word":"Circulatory system", "meaning": "The system that moves blood throughout the body. The circulatory system is composed of the heart, arteries, capillaries, and veins."},
           {"id":186, "word":"Circumcision", "meaning": " Surgery that removes the foreskin (the loose tissue) covering the glans of the penis. Circumcision may be performed for religious, cultural reasons or health reasons. "},
           {"id":187, "word":"Circumjacent", "meaning": " Lying around in the sense of surrounding."},
           {"id":188, "word":"Cirrhosis", "meaning": " Liver disease characterized by irreversible scarring. Alcohol and viral hepatitis, including both hepatitis B and hepatitis C, are among the many causes of cirrhosis. "},
           {"id":189, "word":"Citrovorum factor", "meaning": ": Folinic acid, the active form of folic acid in the body."},
           {"id":190, "word":"Citrulline", "meaning": "A non-standard amino acid that is not normally present in protein. Citrulline is created in the body as an intermediate in the conversion of the amino acid ornithine to arginine in a metabolic pathway called the urea cycle."},
           {"id":191, "word":"Cl (chloride)", "meaning": "Cl is the chemical symbol for chloride, the major anion found in the fluid outside of cells and in blood. An anion is the negatively charged part of certain substances such as table salt (sodium chloride or NaCl) when dissolved in liquid."},
           {"id":192, "word":"Clamydia", "meaning": "A common misspelling of Chlamydia."},
           {"id":193, "word":"Claudication", "meaning": "Limping. From the Latin claudicare, which means 'to limp.' The Roman emperor Claudius was so named because he limped, probably because of a birth defect"},
           {"id":194, "word":"Claustrophobia", "meaning": "An abnormal and persistent fear of closed spaces, of being closed in or being shut in, as in elevators, tunnels, or any other confined space. The fear is excessive (and quite common)."},
           {"id":195, "word":"Clavicle", "meaning": "The bone extending from the breastbone (sternum) at the base of the front of the neck to the shoulder."},
           {"id":196, "word":"Climacteric", "meaning": "1. The menopause in women. 2. The corresponding time in the life of men."},
           {"id":197, "word":"Clinical", "meaning": "1. Having to do with the examination and treatment of patients. 2. Applicable to patients. For example, a laboratory test may be of clinical value."},
           {"id":198, "word":"Clinodactyly", "meaning": "Curving of the fifth finger (the little finger) toward the fourth finger (the ring finger). Sometimes called 'fifth finger clinodactyly' to distinguish it from similar curving of other finger or toes."},
           {"id":199, "word":"Clinophobia", "meaning": "An abnormal and persistent fear of going to bed. Sufferers from clinophobia experience anxiety even though they realize that going to bed normally should not threaten their well-being."},
           {"id":200, "word":"Clip", "meaning": "A device used to hold something or things together. A surgical clip may be used to prevent a blood vessel from bleeding into the brain or a clip may be used in a vasectomy to pinch together the sides of the vas deferens."},
           {"id":201, "word":"Clitoral", "meaning": "Pertaining to the clitoris, the small elongated erectile body in the female homologous with the penis in the male.  "},
           {"id":202, "word":"Clitoral cancer", "meaning": "An uncommon cancer of women, is seen primarily in women over the age of 50 although it is becoming more common in younger women."},
           {"id":203, "word":"Clitorectomy", "meaning": "A surgical procedure in which all or part of the clitoris and sometimes also the labia are removed. Clitorectomy is a form of female circumcision (female genital mutilation)."},
           {"id":204, "word":"Clitoridectomy", "meaning": "A surgical procedure in which all or part of the clitoris and sometimes also the labia are removed. Clitorectomy is a form of female circumcision (female genital mutilation)."},
           {"id":205, "word":"Clitoris", "meaning": "A small mass of erectile tissue in the female that is situated at the anterior apex of the vulva, near the meeting of the labia majora (vulvar lips). Like the penis, the clitoris is highly sensitive to stimulation during sex."},
           {"id":206, "word":"Cloacal", "meaning": "A common passageway for feces, urine and reproduction."},
           {"id":207, "word":"Cloacal exstrophy", "meaning": "A birth defect involving the pelvic area that is termed a malformation sequence and involves the cloaca."},
           {"id":208, "word":"Clone", "meaning": "Literally a fragment, the word in modern medical science has come to mean a replica, for example, of a group of bacteria or a macromolecule such as DNA. "},
           {"id":209, "word":"Clone bank", "meaning": "Synonym for Genomic library."},
           {"id":210, "word":"Cloning", "meaning": "The process of creating a genetically identical copy."},
           {"id":211, "word":"Cloning, cell", "meaning": "The process of producing a group of cells (clones), all genetically identical, from a single ancestral cell."},
           {"id":212, "word":"Cloning, DNA", "meaning": "The use of DNA manipulation procedures to produce multiple copies of a single gene or segment of DNA."},
           {"id":213, "word":"Clonote", "meaning": "The first cell produced by the combination of a nucleus and an enucleated ovum that launches the process of somatic-cell nuclear transfer (SCNT). As opposed to the zygote, the first cell resulting from fertilization."},
           {"id":214, "word":"Clostridium", "meaning": "A group of anaerobic bacteria (bacteria that thrive in the absence of oxygen). "},
           {"id":215, "word":"Clostridium perfringens", "meaning": "A bacterium that is the most common cause of gas gangrene, a lethal infection of soft tissue, especially muscle."},
           {"id":216, "word":"Club drug", "meaning": "A drug such as MDMA (Ecstasy), GHB, Rohypnol, ketamine, methamphetamine, and LSD that is used by young adults at all-night dance parties such as 'raves' or 'trances,' dance clubs, and bars."},
           {"id":217, "word":"Cluster", "meaning": "In epidemiology, an aggregation of cases of a disease or another health-related condition, such as a cancer or birth defect, closely grouped in time and place."},
           {"id":218, "word":"Cluster headache", "meaning": "A distinctive episodic syndrome of headaches. The most common cluster headache pattern, acute cluster headache, is characterized by one to three short attacks of pain each day around the eyes, clustered over a stretch of 1 to 2 months, and followed by a pain-free period that averages 1 year."},
           {"id":219, "word":"cm (centimeter)", "meaning": "A unit of measure in the metric system which is 1/100'th of a meter. "},
           {"id":220, "word":"CNS (central nervous system)", "meaning": "That part of the nervous system that consists of the brain and spinal cord. The central nervous system (CNS) is one of the two major divisions of the nervous system. The other is the peripheral nervous system (PNS), that part of the nervous system that lies outside the brain and spinal cord."},
           {"id":221, "word":"Coagulation", "meaning": " In medicine, the clotting of blood. The process by which the blood clots to form solid masses, or clots."},
           {"id":222, "word":"Cobalamin", "meaning": "Also called vitamin B12. A vitamin important for the normal formation of red blood cells and for the health of the nerve tissues."},
           {"id":223, "word":"Cocaine", "meaning": "A substance derived from the leaves of the coca plant that is a bitter, addictive substance formerly used as an anesthetic."},
           {"id":224, "word":"Coccus", "meaning": "A bacterial cell that has the shape of a sphere."},
           {"id":225, "word":"Coccygeal", "meaning": "Referring to the coccyx, the small tail-like bone at the bottom of the spine, that is made up of 3-5 (average of 4) rudimentary vertebrae."},
           {"id":226, "word":"Cochlea", "meaning": "The cochlea is the part of the inner ear that converts mechanical energy (vibrations) into nerve impulses sent to the brain. It is also known as the organ of hearing"},
           {"id":227, "word":"Codon", "meaning": "A set of any three adjacent bases in DNA or RNA. "},
           {"id":228, "word":"Coenzyme", "meaning": "A substance that enhances the action of an enzyme. (An enzyme is a protein that functions as a catalyst to mediate and speed a chemical reaction)."},
           {"id":229, "word":"Coeval", "meaning": "Of the same or equal age or duration. For example, the two elderly men were coeval with one another. Coeval usually refers to coexistence for a very long time."},
           {"id":230, "word":"Cognition", "meaning": "The process of knowing. Cognition includes both awareness and judgment."},
           {"id":232, "word":"Cognitive", "meaning": "Having to do with thought, judgment, or knowledge."},
           {"id":233, "word":"Cognitive behavior therapy", "meaning": "A therapeutic practice that helps patients recognize and remedy dysfunctional thought patterns. One characteristic technique is exposure and response prevention, in which a patient with a phobia deliberately exposes himself or herself to the feared situation, gradually decreasing the panic response."},
           {"id":234, "word":"Cognitive therapy", "meaning": "A relatively short-term form of psychotherapy based on the concept that the way we think about things affects how we feel emotionally."},
           {"id":235, "word":"Cohort", "meaning": "In a clinical research trial, a group of study participants or patients."},
           {"id":236, "word":"Coitophobia", "meaning": " An abnormal and persistent fear of sexual intercourse. Sufferers from coitophobia experience undue anxiety because they are preoccupied with failing in some way while having sexual intercourse"},
           {"id":237, "word":"Coitus", "meaning": "Sexual intercourse."},
           {"id":238, "word":"Coke", "meaning": "Street name for cocaine, the most potent stimulant of natural origin, a bitter addictive anesthetic (pain blocker) which is extracted from the leaves of the coca scrub (Erythroxylon coca) indigenous to the Andean highlands of South America."},
           {"id":239, "word":"Colchicine", "meaning": " A substance found in a plant that is used in clinical medicine for the treatment of gouty arthritis and in the laboratory to arrest cells during cell division (by disrupting the spindle) so their chromosomes can be visualized."},
           {"id":240, "word":"COLD (chronic obstructive lung disease)", "meaning": "Any disorder that persistently obstructs bronchial airflow. COLD mainly involves two related diseases -- chronic bronchitis and emphysema."},
           {"id":241, "word":"Colectomy", "meaning": "An operation to remove all or part of the colon (large intestine). In a partial colectomy, the surgeon removes only part of the colon."},
           {"id":242, "word":"Coliform", "meaning": "a term used to refer to a certain group of bacteria. The coliform bacteria are rod-shaped, Gram-negative non-spore-forming bacteria."},
           {"id":243, "word":"Colinear", "meaning": "Arranged in the same linear order."},
           {"id":244, "word":"Colitis", "meaning": " Inflammation of the large intestine (the colon). There are many forms of colitis, including ulcerative colitis, Crohn's disease, infectious, pseudomembranous, and spastic."},
           {"id":245, "word":"Collagen", "meaning": "The principal protein of the skin, tendons, cartilage, bone, and connective tissue. Collagen is an essential part of the framework of the design of our various body tissues."},
           {"id":246, "word":"Collagenopathy", "meaning": " Any one of a congenital and rare group of disorders that affect connective tissue. Connective tissue supports the body's joints and organs."},
           {"id":247, "word":"Collarbone", "meaning": " A horizontal bone above the first rib that makes up the front part of the shoulder. Also known as the clavicle, the collarbone links the breastbone (sternum) with the scapula, a triangular bone in the back of the shoulder."},
           {"id":248, "word":"Coloboma", "meaning": "A congenital malformation (birth defect) in which part of the eye does not form due to failure of fusion of an embryonic feature called the intraocular fissure."},
           {"id":249, "word":"Colon", "meaning": "The long, coiled, tubelike organ that removes water from digested food."},
           {"id":251, "word":"Colonoscope", "meaning": "A flexible, lighted instrument used to view the inside of the colon."},
           {"id":252, "word":"Colorectal", "meaning": "Related to the colon and/or rectum"},
           {"id":253, "word":"Colostomy", "meaning": " An artificial exit from the colon created to divert waste through a hole in the colon and through the wall of the abdomen."},
           {"id":254, "word":"Coma", "meaning": "A state of deep, unarousable unconsciousness. A coma may occur as a result of head trauma, disease, poisoning, or numerous other causes."},
           {"id":255, "word":"Commensal", "meaning": "Living in a relationship in which one organism derives food or other benefits from another organism without hurting or helping it. Commensal bacteria are part of the normal flora in the mouth."},
           {"id":256, "word":"Commotio cordis", "meaning": " Sudden cardiac arrest from a blunt, nonpenetrating blow to the chest. The basis of the cardiac arrest is ventricular fibrillation (a chaotically abnormal heart rhythm) triggered by chest wall impact immediately over the anatomic position of the heart."},
           {"id":257, "word":"Comorbidity", "meaning": "The coexistence of two or more disease processes."},
           {"id":258, "word":"Compression", "meaning": " 1. The act of pressing together. As in a compression fracture, nerve compression, or spinal cord compression. 2. To shorten in time. In embryology, there may be compression of development with some stages even omitted."},
           {"id":259, "word":"Concatemer", "meaning": "Multiple copies of a DNA sequence arranged end to end in tandem. Concatenate means to link together in a chain or in a series"},
           {"id":260, "word":"Concatenate", "meaning": "To link together in a chain or in a series. For example, the lymph nodes that appeared enlarged were concatenated, in a row like the links of a chain."},
           {"id":261, "word":"Concussion", "meaning": " A traumatic injury to soft tissue, usually the brain, as a result of a violent blow, shaking, or spinning. A brain concussion can cause immediate but temporary impairment of brain functions, such as thinking, vision, equilibrium, and consciousness."},
           {"id":262, "word":"Condom", "meaning": "Although the word 'condom' usually refers to the male condom, there is also a female condom. Both male and female condoms are barrier methods of contraception.Male condoms: The male condom is a sheath placed over the erect penis before penetration, preventing pregnancy by blocking the passage of sperm. It is a barrier method of contraception. A condom can be used only once."},
           {"id":263, "word":"Condyloma", "meaning": "Wartlike growths around the anus, vulva, or glans penis"},
           {"id":264, "word":"Congenital", "meaning": "A condition that is present at birth, whether or not it is inherited."},
           {"id":265, "word":"Congestion", "meaning": "An abnormal or excessive accumulation of a body fluid"},
           {"id":266, "word":"Conjunctiva", "meaning": "A thin, clear, moist membrane that coats the inner surfaces of the eyelids (palpebral conjunctiva) and the outer surface of the eye (ocular, or bulbar, conjunctiva). "},
           {"id":267, "word":"Conjunctivitis", "meaning": "Inflammation of the membrane covering the surface of the eyeball. It can be a result of infection or irritation of the eye, or it can be related to systemic diseases, such as Reiter syndrome. Also known as pinkeye."},
           {"id":268, "word":"Contagious", "meaning": "capable of being transmitted from one human to another human via direct or indirect contact."},
           {"id":269, "word":"Contraction", "meaning": "The tightening and shortening of a muscle."},
           {"id":270, "word":"Contralateral", "meaning": "Of or pertaining to the other side. The opposite of iposilateral (the same side). For example, a stroke involving the right side of the brain may cause contralateral paralysis of the left leg."},
           {"id":271, "word":"Contusion", "meaning": "Another name for a bruise. What is a bruise ? A bruise, or contusion, is caused when blood vessels are damaged or broken as the result of a blow to the skin (be it bumping against something or hitting yourself with a hammer)."},
           {"id":272, "word":"Convulsion", "meaning": " An abnormal, involuntary contraction of the muscles most typically seen with certain seizure disorders. The term convulsion is sometimes used as a synonym for seizure, but not all seizures are characterized by convulsions."},
           {"id":273, "word":"Cord", "meaning": "1. In anatomy, a long ropelike structure. 2. Short for the spinal cord or the umbilical cord. "},
           {"id":274, "word":"Corneal", "meaning": "Pertaining to the cornea, the clear front window of the eye that transmits and focuses light into the eye."},
           {"id":275, "word":"Coronavirus", "meaning": "ne of a group of RNA viruses, so named because they look like a corona or halo when viewed under the electron microscope. The corona or halo is due to an array of surface projections on the viral envelope."},
           {"id":276, "word":"Cortex", "meaning": "The outer layer of any organ."},
           {"id":277, "word":"Cough", "meaning": "A rapid expulsion of air from the lungs, typically in order to clear the lung airways of fluids, mucus, or other material. Also known as tussis."},
           {"id":278, "word":"CPEO", "meaning": "Chronic progressive external ophthalmoplegia. Slowly progressive paralysis of certain eye muscles. "},
           {"id":279, "word":"Cranial", "meaning": "1. Pertaining to the cranium or skull. 2. Toward the head. As opposed to caudad. The eye is cranial to the jaw."},
           {"id":280, "word":"Cranial bone", "meaning": "Part of the top portion of the skull which protects the brain. The bones of the cranium include the frontal, parietal, occipital, temporal, sphenoid, and ethmoid bones."},
           {"id":281, "word":"Craniology", "meaning": " The study of variations in size, shape, and proportion of the skull (cranium). Also known as phrenology, it was a pseudoscience of the 18th and 19th centuries based on the belief that a person's character could be learned by looking with care at the shape of their head and noting each and every bump and depression in their skull."},
           {"id":282, "word":"Craniopharyngioma", "meaning": "A benign brain tumor that develops from embryonic tissue that forms part of the pituitary gland. "},
           {"id":283, "word":"Cranium", "meaning": "The top portion of the skull, which protects the brain. The cranium includes the frontal, parietal, occipital, temporal, sphenoid, and ethmoid bones"},
           {"id":284, "word":"Cream", "meaning": "A water-soluble medicinal preparation applied to the skin. An ointment differs from a cream in that it has an oil base, as opposed to being water-soluble."},
           {"id":285, "word":"Crepitus", "meaning": "A clinical sign in medicine that is characterized by a peculiar crackling, crinkly, or grating feeling or sound under the skin, around the lungs, or in the joints."},
           {"id":286, "word":"Cripple", "meaning": " A person who is lame or disabled. The word 'cripple' is a medically outmoded and politically incorrect term in this usage."},
           {"id":287, "word":"Cruciate", "meaning": "Cross-shaped."},
           {"id":288, "word":"Cryoglobulin", "meaning": "An abnormal blood protein that has the unusual properties of precipitating from the blood serum when it is chilled (hence the 'cryo-') and redissolving when it is rewarmed."},
           {"id":289, "word":"Cryophobia", "meaning": "An abnormal and persistent fear of cold, including cold weather and cold objects."},
           {"id":290, "word":"Cryosurgery", "meaning": "Treatment performed with an instrument that freezes and destroys abnormal tissue."},
           {"id":291, "word":"Cryptography", "meaning": "The term 'cryptography' can be applied to human DNA since the message of life is encoded in DNA. And for eons even the existence of DNA was unknown and the information therein an unfathomed mystery."},
           {"id":292, "word":"Cryptorchidism", "meaning": "A condition in which one or both testicles fail to move from the abdomen, where they develop before birth, down into the scrotum. "},
           {"id":293, "word":"Cryptosporidium", "meaning": " An intestinal infection characterized by diarrhea caused by a microscopic parasite, Cryptosporidium parvum. The parasite lives in the small intestine of humans and animals who pass it in their feces."},
           {"id":294, "word":"CT", "meaning": "1. Cognitive therapy; and, more often today 2. Computerized tomography, as in CT scan. CT is pronounced as the letters C and T."},
           {"id":295, "word":"Cubital", "meaning": "1. Pertaining to the elbow. 2. Pertaining to the forearm and hand. 3. Pertaining to the ulna."},
           {"id":296, "word":"Cubitus", "meaning": " 1. The elbow. <br>2. The forearm and hand.  3. The ulna"},
           {"id":297, "word":"Cul-de-sac", "meaning": "In anatomy, a blind pouch or cavity that is closed at one end. The term cul-de-sac is used specifically to refer to the rectouterine pouch (the pouch of Douglas), an extension of the peritoneal cavity between the rectum and back wall of the uterus"},
           {"id":298, "word":"Culdoscope", "meaning": "The viewing tube (endoscope) introduced through the end of the vagina into the rectouterine pouch (the pouch of Douglas), an extension of the peritoneal cavity between the rectum and back wall of the uterus, in a culdoscopy."},
           {"id":299, "word":"Curare", "meaning": " A muscle relaxant used in anesthesia (and, in the past, in arrow poisons by South American Indians)."},
           {"id":300, "word":"Curette", "meaning": "spoon-shaped instrument that has a sharp edge. The word curette comes from French and means 'scraper.' Also spelled curet."},
           {"id":301, "word":"Cusp", "meaning": " In reference to heart valves, one of the triangular segments of the valve which opens and closes with the flow of blood. In reference to teeth, a raised area of the biting surface."},
           {"id":302, "word":"Cutaneous", "meaning": "Related to the skin."},
           {"id":303, "word":"Cyanide", "meaning": "Poisoning with cyanide, a rapidly acting, potentially deadly chemical that can exist as a colorless gas, such as hydrogen cyanide (HCN) or cyanogen chloride (CNCl), or a crystal form such as sodium cyanide (NaCN) or potassium cyanide (KCN). "},
           {"id":305, "word":"Cyclin", "meaning": "One of a group of proteins that regulate the cell cycle. The cyclins bind to and activate cyclin-dependent kinases."},
           {"id":306, "word":"Cyclobutanone", "meaning": ": 2-alkylcyclobutanone, one of a group of compounds generated by the irradiation of triglycerides in fat-containing foods."},
           {"id":307, "word":"Cyclopia", "meaning": "A congenital abnormality (birth defect) in which there is only one eye. That eye is centrally placed in the area normally occupied by the root of the nose."},
           {"id":308, "word":"Cyclothymia", "meaning": " A form of bipolar disorder in which the mood swings are less severe."},
           {"id":309, "word":"Cyst", "meaning": "A closed sac or capsule, usually filled with fluid or semisolid material."},
           {"id":310, "word":"Cysteine", "meaning": "An amino acid, one of the 20 building blocks of protein. Cysteine can be synthesized by the body and is not essential to the diet. Its key chemical feature is a thiol group that contains sulfur."},
           {"id":311, "word":"Cysticercus", "meaning": "The larval form of any of the Taenia tapeworms. The plural is cysticerci. Infection with cysticerci is referred to as cysticercosis."},
           {"id":312, "word":"Cystoscope", "meaning": "An optical instrument (a scope) that is inserted through the urethra into the bladder."},
           {"id":313, "word":"Cytogenetics", "meaning": "The study of chromosomes, which are the visible carriers of the hereditary material. Cytogenetics is a fusion science, joining cytology (the study of cells) with genetics (the study of inherited variation)."},
           {"id":314, "word":"Cytoplasm", "meaning": "The substance of a cell that lies outside the nucleus."},
           {"id":315, "word":"cytosis", "meaning": "Suffix referring to cells, as in anisocytosis (inequality in the size of red blood cells), elliptocytosis (elliptical red cells), and phagocytosis (ingestion of cells)."},
           {"id":316, "word":"Cytoskeleton", "meaning": "The scaffolding structure of the cell cytoplasm. The cytoskeleton consists of intermediate filaments, actin filaments, and microtubules."},
           {"id":317, "word":"cyte", "meaning": "The scaffolding structure of the cell cytoplasm. The cytoskeleton consists of intermediate filaments, actin filaments, and microtubules."},
           {"id":318, "word":"Cystitis", "meaning": " Inflammation of the bladder. Cystitis can be due for example to infection from bacteria that ascend the urethra (the canal from the outside) to the bladder."},
           {"id":319, "word":"Cysticerci", "meaning": "The plural of cysticercis"}
       ],

       "4":[
        {"id":"1", "word":"D & C", "meaning": " Dilatation and curettage, a minor operation in which the cervical canal is expanded enough (dilatation) to permit the cervical canal and uterine lining to be scraped with a small spoon-shaped instrument called a curette (curettage)."},
        {"id":"2", "word":"Dacryoadenitis", "meaning": " Inflammation of a lacrimal gland (a gland that produces tears)."},
        {"id":"3", "word":"Dacryocyst", "meaning": "The lacrimal sac; tear sac. The dilated (widened) upper end of the nasolacrimal duct, the passageway that allows tears to drain into the nasal cavity."},
        {"id":"4", "word":"Dacryocystorhinostomy", "meaning": "The surgical creation of a passage between the lacrimal sac (tear sac) and the nasal cavity to permit the drainage of tears. Dacryocystorhinostomy may be done to remedy an obstructed nasolacrimal duct."},
        {"id":"5", "word":"Dactyledema", "meaning": "Swelling of a finger or toe."},
        {"id":"6", "word":"Dactylitis", "meaning": "Inflammation of a finger or toe."},
        {"id":"7", "word":"Daltonism", "meaning": "Colorblindness of the red-green type (also known as deuteranopia or deuteranomaly)."},
        {"id":"8", "word":"Dander", "meaning": "Tiny scales shed from human or animal skin or hair. Dander floats in the air, settles on surfaces, and makes up a good portion of household dust. Cat dander is a common cause of allergic reactions."},
        {"id":"9", "word":"Dandruff", "meaning": "A scalp condition that produces white flakes that may be shed and fall from the hair. One cause of dandruff is overworking of the sebaceous glands."},
        {"id":"10", "word":"Dandy-Walker syndrome", "meaning": " a congenital brain malformation (birth defect) involving the cerebellum (the area in the back of the brain that coordinates movement) and the fluid-filled spaces around it."},
        {"id":"11", "word":"Darwin, Charles", "meaning": " English naturalist (1809-82), considered the father of evolution. Darwin voyaged aboard the Beagle to see the wonders of South America. After his return to England, he proposed a mechanism for evolution -- natural selection."},
        {"id":"12", "word":"DASH diet", "meaning": " An eating plan designed to lower the blood pressure. DASH is an acronym for Dietary Approaches to Stop Hypertension."},
        {"id":"13", "word":"DBT", "meaning": "Dialectical behavioral therapy. Developed by Marsha Linehan for treatment of borderline personality disorder."},
        {"id":"14", "word":"DCIS", "meaning": " Ductal carcinoma in situ. A precancerous condition characterized by the clonal proliferation of malignant-looking cells in the lining of a breast duct without evidence of spread outside the duct to other tissues in the breast or outside the breast"},
        {"id":"15", "word":"DDH", "meaning": "The abnormal formation of the hip joint in which the ball at the top of the thighbone (the femoral head) is not stable within the socket (the acetabulum). The ligaments of the hip joint may also be loose and stretched."},
        {"id":"16", "word":"de Lange syndrome", "meaning": " Is a rare genetic disorder with multiple malformations and mental retardation of unknown origin."},
        {"id":"17", "word":"De Quervain's tenosynovitis", "meaning": " Inflammation of tendons on the side of the wrist at the base of the thumb. These tendons include the extensor pollicis brevis and the abductor pollicis longus tendons."},
        {"id":"18", "word":"Deafness", "meaning": "Partial or complete hearing loss. Levels of hearing impairment vary from a mild to a total loss of hearing. Elderly adults suffer most often from hearing loss."},
        {"id":"19", "word":"Death", "meaning": " The end of life. The cessation of life. (These common definitions of death ultimately depend upon the definition of life, upon which there is no consensus.)"},
        {"id":"20", "word":"Death rate", "meaning": "The number of deaths in the population divided by the average population (or the population at midyear) is the crude death rate"},
        {"id":"21", "word":"Debilitate", "meaning": "To impair the strength of or to enfeeble. A chronic progressive disease may debilitate a patient."},
        {"id":"22", "word":"Debride", "meaning": "To remove dead, contaminated, or adherent tissue and/or foreign material. To debride a wound is to remove all materials that may promote infection and impede healing."},
        {"id":"23", "word":"Debulk", "meaning": " To remove part of the bulk, usually of a tumor as in surgery to remove as much tumor as possible to increase the likelihood of success with chemotherapy, for example, or dead tissue."},
        {"id":"24", "word":"Decease", "meaning": "To depart from life; to die."},
        {"id":"25", "word":"Decompress", "meaning": "1. In general, to remove pressure physically or emotionally. 2. In surgery, to remove pressure on a structure such as the spinal cord. 3. To lessen atmospheric pressure on deep-sea divers returning to the surface, or on persons ascending to great heights."},
        {"id":"26", "word":"Decongestant", "meaning": "A drug that shrinks the swollen membranes in the nose, making it easier for a person to breathe. Decongestants can be taken orally or as nasal spray."},
        {"id":"27", "word":"Decortication", "meaning": "Removal of part or all of the outer surface of an organ such as the lung, kidney, or brain."},
        {"id":"28", "word":"Decubitus", "meaning": "Lying down. A decubitus ulcer is a bed sore, the consequence of lying or sitting in one position too long."},
        {"id":"29", "word":"Deep", "meaning": "In anatomy, away from the surface or further into the body. As opposed to superficial. The bones are deep to the skin."},
        {"id":"30", "word":"Deerfly fever", "meaning": "An infection in rabbits and other wild rodents caused by the bacterium Francisella tularensis that can be transmitted to humans by contact with infected animal tissues or ticks. Also called tularemia."},
        {"id":"31", "word":"Defecation syncope", "meaning": "The temporary loss of consciousness (syncope) upon defecating (having a bowel movement). Syncope is the temporary loss of consciousness or, in plain English, fainting."},
        {"id":"32", "word":"Defensin", "meaning": "A family of potent antibiotics made within the body by neutrophils (a type of white blood cell) and macrophages (cells that can engulf foreign particles)."},
        {"id":"33", "word":"Defibrillation", "meaning": "The use of a carefully controlled electric shock, administered either through a device on the exterior of the chest wall or directly to the exposed heart muscle, to normalize the rhythm of the heart or restart it."},
        {"id":"34", "word":"Deformation", "meaning": "A change from the normal size or shape of an anatomic structure due to mechanical forces that distort an otherwise normal structure."},
        {"id":"35", "word":"Deglutition", "meaning": "The act of swallowing, particularly of swallowing food. The muscles of deglutition are the muscles employed in the act of swallowing."},
        {"id":"36", "word":"Dehisce", "meaning": " To burst open or gape. A surgical wound may partially or completely dehisce after surgery, depending upon whether some or all of the layers of tissue come open."},
        {"id":"37", "word":"DEHP", "meaning": "A softener for polyvinyl chloride (PVC), a plastic polymer used in a wide array of products. Unplasticized PVC is hard and brittle at room temperature."},
        {"id":"38", "word":"Dehydration", "meaning": " Excessive loss of body water. Diseases of the gastrointestinal tract that cause vomiting or diarrhea may lead to dehydration."},
        {"id":"39", "word":"Dehydroepiandrosterone", "meaning": "Also DHEA; a steroid hormone made by the adrenal glands, that acts on the body much like testosterone and is converted into testosterone and estrogen."},
        {"id":"40", "word":"Deja vu", "meaning": "(In French, dejà vu means 'already seen.' and the word dejà has an acute accent on the e and a grave accent on the à but we have omitted the accents from the entry term for the sake of the English-speaking search engine.)"},
        {"id":"41", "word":"Delirium", "meaning": "A sudden state of severe confusion and rapid changes in brain function, sometimes associated with hallucinations and hyperactivity, during which the patient is inaccessible to normal contact."},
        {"id":"42", "word":"Delusion", "meaning": "A false personal belief that is not subject to reason or contradictory evidence and is not explained by a person's usual cultural and religious concepts (so that, for example, it is not an article of faith)."},
        {"id":"43", "word":"Demarcation", "meaning": "A setting of limits; a boundary; marking the limits of, delimiting; setting apart, separating. The word 'demarcation' is used in medicine mainly in the sense of determining and marking off boundaries."},
        {"id":"44", "word":"Dementia", "meaning": " Significant loss of intellectual abilities, such as memory capacity, that is severe enough to interfere with social or occupational functioning."},
        {"id":"45", "word":"Demonophobia", "meaning": "An abnormal and persistent fear of evil supernatural beings in persons who believe such beings exist and roam freely to cause harm. "},
        {"id":"46", "word":"Demulcent", "meaning": "An agent that forms a soothing, protective film when administered onto a mucous membrane surface."},
        {"id":"47", "word":"Demyelination", "meaning": "A degenerative process that erodes away the myelin sheath that normally protects nerve fibers. Demyelination exposes these fibers and appears to cause problems in nerve impulse conduction that may affect many physical systems. "},
        {"id":"48", "word":"Dendrite", "meaning": "A short arm-like protuberance from a nerve cell (a neuron). Dendrites from neurons next to one another are tipped by synapses (tiny transmitters and receivers for chemical messages between the cells)."},
        {"id":"49", "word":"Denervate", "meaning": " To deprive of the nerve supply. Denervate is the opposite of innervate."},
        {"id":"50", "word":"Dengue", "meaning": "Also known as Dengue fever, an acute mosquito-borne viral illness of sudden onset that usually follows a benign course with headache, fever, prostration, severe joint and muscle pain, swollen glands (lymphadenopathy) and rash."},
        {"id":"51", "word":"Deoxyhemoglobin", "meaning": "The form of hemoglobin without oxygen, the predominant protein in red blood cells."},
        {"id":"52", "word":"Depigmentation", "meaning": "Loss of color (pigment) from the skin, mucous membranes, hair, or retina of the eye."},
        {"id":"53", "word":"Depression", "meaning": " An illness that involves the body, mood, and thoughts and that affects the way a person eats, sleeps, feels about himself or herself, and thinks about things."},
        {"id":"54", "word":"Dermabrasion", "meaning": "A surgical procedure that involves the controlled scraping away of the upper layers of the skin by using sandpaper or some other mechanical means."},
        {"id":"55", "word":"Dermatitis", "meaning": "Inflammation of the skin, either due to an inherent skin defect, direct contact with an irritating substance, or to an allergic reaction."},
        {"id":"56", "word":"Dermatofibroma", "meaning":" A common type of benign skin tumor that is small, slow-growing, typically firm, red-to-brown bump, seen most often on the legs. "},
        {"id":"57", "word":"Dermatoglyphic", "meaning":" the study of dermal ridges on the fingers, palms, toes, and soles."},
        {"id":"58", "word":"Dermatologist", "meaning":"A physician who specializes in the diagnosis and treatment of skin problems."},
        {"id":"59", "word":"Dermatomyositis", "meaning":" A chronic inflammatory disease of skin and muscle which is associated with areas of slightly raised reddish, scaly rash. The rash can be on the bridge of the nose, around the eyes, or on sun-exposed areas of the neck and chest. "},
        {"id":"60", "word":"Dermatoscopy", "meaning":"A noninvasive diagnostic technique for the early diagnosis of melanoma and the evaluation of other pigmented and non-pigmented lesions on the skin that are not as well seen with the unaided eye."},
        {"id":"61", "word":"Dermis", "meaning":"The lower or inner layer of the two main layers of cells that make up the skin.The dermis contains blood vessels, lymph vessels, hair follicles, and glands that produce sweat, which helps regulate body temperature, and sebum, an oily substance that helps keep the skin from drying out."},
        {"id":"62", "word":"Desiccate", "meaning":"To remove the moisture from a thing that normally contains moisture, such as a plant; to dry out completely; to preserve by drying."},
        {"id":"63", "word":"Desmoplasia", "meaning":"The growth of fibrous or connective tissue anywhere in the body"},
        {"id":"64", "word":"Desquamate", "meaning":"To shed the outer layers of the skin."},
        {"id":"65", "word":"Detox", "meaning":"Short for detoxification, usually from an addictive drug such as alcohol or heroin. A detox center is designed to promote the recovery of a person from an addiction"},
        {"id":"66", "word":"Deuteranopia", "meaning":"Colorblindness of the red-green type, also known as deuteranomaly or Daltonism."},
        {"id":"67", "word":"Deuterium", "meaning":"A non-radioactive isotope of hydrogen that contains a neutron in its nucleus in addition to the one proton normally seen in hydrogen. A deuterium atom is twice as heavy as normal hydrogen."},
        {"id":"68", "word":"Development", "meaning":"The process of growth and differentiation. The most important stage of human development occurs before birth, as tissues and organs arise from differentiation of cells in the embryo. "},
        {"id":"69", "word":"Dextrocardia", "meaning":"The heart is reversed and is in the right side of the chest rather than in its normal location on the left. This is a true anatomic reversal."},
        {"id":"70", "word":"Dextrose", "meaning":" Glucose, a simple sugar."},
        {"id":"71", "word":"DSFB","meaning":"Dermatofibrosarcoma protuberans:  A type of skin tumor that begins as a hard nodule and grows slowly. DFSP is usually found in the dermis of the limbs or trunk of the body."},
        {"id":"72", "word":"DGS","meaning":"DiGeorge syndrome: A genetic disorder characterized by hypocalcemia, immunodeficiency, and congenital heart disease:"},
        {"id":"73", "word":"DHA","meaning":"Docosahexaenoic acid, an essential fatty acid, thought to be important to the development of infants, particularly as regards their eyes and brain. DHA is present in breast milk and has been added to some infant formulas. "},
        {"id":"74", "word":"DHEA","meaning":"Dehydroepiandrosterone: Also DHEA; a steroid hormone made by the adrenal glands, that acts on the body much like testosterone and is converted into testosterone and estrogen."},
        {"id":"75", "word":"Diabesity","meaning":"Diabetes caused by overweight or obesity."},
        {"id":"76", "word":"Diabetes","meaning":"Usually refers to diabetes mellitus or, less often, to diabetes insipidus. Diabetes mellitus and diabetes insipidus share the name 'diabetes' because they are both conditions characterized by excessive urination (polyuria)."},
        {"id":"77", "word":"Diabetes and fiber","meaning":"Soluble fibers (oat bran, apples, citrus, pears, peas/beans, psyllium, etc.) slow down the digestion of carbohydrates (sugars), which results in better glucose metabolism."},
        {"id":"78", "word":"Diabetes insipidus","meaning":"Excessive urination and extreme thirst as a result of inadequate output of the pituitary hormone ADH (antidiuretic hormone, also called vasopressin) or the lack of the normal response by the kidney to ADH."},
        {"id":"79", "word":"Diabetes mellitus","meaning":" a chronic disease associated with abnormally high levels of the sugar glucose in the blood."},
        {"id":"80", "word":"Diabetes, type 1","meaning":"An autoimmune disease that occurs when T cells attack and destroy most of the beta cells in the pancreas that are needed to produce insulin, so that the pancreas makes too little insulin (or no insulin). Without the capacity to make adequate amounts of insulin, the body is not able to metabolize blood glucose (sugar), to use it efficiently for energy, and toxic acids (called ketoacids) build up in the body. There is a genetic predisposition to type 1 diabetes."},
        {"id":"81", "word":"Diabetes, type 2","meaning":"One of the two major types of diabetes, the type in which the beta cells of the pancreas produce insulin but the body is unable to use it effectively because the cells of the body are resistant to the action of insulin."},
        {"id":"82", "word":"Diabetic coma","meaning":"Deep unconsciousness that results from uncontrolled diabetes associated with ketones in the bloodstream. The best treatment is prevention."},
        {"id":"83", "word":"Diabetic dermatology","meaning":"Diabetic skin disease"},
        {"id":"84", "word":"Diabetic dermopathy","meaning":"A skin condition characteristic of diabetes featuring light brown, reddish oval, or round scaly patches, most often on the shins or front of the thighs and less often on the scalp, forearm, and trunk."},
        {"id":"85", "word":"Diabetic ketoacidosis","meaning":"High blood glucose with the presence of ketones in the urine and bloodstream, often caused by taking too little insulin or during illness"},
        {"id":"86", "word":"Diabetic nephropathy","meaning":"Kidney disease from long-standing diabetes. Diabetes affects the tiny blood vessels in the glomerulus, a key structure in the kidney composed of capillary blood vessels."},
        {"id":"87", "word":"Diabetic neuropathy","meaning":"Nerve damage caused by diabetes that leads to numbness and sometimes pain and weakness in the hands, arms, feet, and legs. "},
        {"id":"88", "word":"Diabetic shock","meaning":"Severe hypoglycemia (low blood sugar) associated with diabetes. Symptoms include fatigue, light-headedness or fainting, and often reddening of the skin if the patient is Caucasian"},
        {"id":"89", "word":"Diabetic xanthoma","meaning":" The sudden eruption on the skin of crops of pink papules (firm pea-sized bumps) with a creamy center. They may appear on the hands, feet, arms, legs and buttocks. "},
        {"id":"90", "word":"Diabulimia","meaning":"The practice of minimizing one's insulin dosages by patients with type 1 diabetes mellitus in an attempt to control body weight. Since insulin encourages fat storage, sometimes patients attempt to manipulate their insulin, often skipping doses, in an attempt to reduce weight gain. "},
        {"id":"91", "word":"Diacetyl","meaning":" a natural byproduct of fermentation, often present in alcoholic beverages like beer and wine that can also be synthesized artificially."},
        {"id":"92", "word":"Diachronic","meaning":"Over a period of time. The opposite of synchronic."},
        {"id":"93", "word":"Diagnosis","meaning":" 1 The nature of a disease; the identification of an illness. 2 A conclusion or decision reached by diagnosis. The diagnosis is rabies. 3 The identification of any problem."},
        {"id":"94", "word":"Dialysis","meaning":"The process of removing waste products and excess fluid from the body. Dialysis is necessary when the kidneys are not able to adequately filter the blood. "},
        {"id":"95", "word":"Diaper rash","meaning":"An inflammatory reaction localized to the area of skin usually covered by the diaper. It can have many causes, including infections (yeast, bacterial, or viral), friction irritation, chemical allergies (perfumes, soaps), sweat, decomposed urine, and plugged sweat glands. "},
        {"id":"96", "word":"Diaphragm (contraceptive)","meaning":"A barrier method of contraception that is available by prescription only and must be sized by a health professional to achieve a proper fit."},
        {"id":"97", "word":"Diaphragm (muscle)","meaning":"The muscle that separates the chest (thoracic) cavity from the abdomen. The diaphragm is the main muscle of respiration. "},
        {"id":"98", "word":"Diarrhea","meaning":" A common condition that involves unusually frequent and liquid bowel movements. The opposite of constipation. There are many infectious and noninfectious causes of diarrhea. Persistent diarrhea is both uncomfortable and dangerous to the health because it can indicate an underlying infection and may mean that the body is not able to absorb some nutrients due to a problem in the bowels. Treatment includes drinking plenty of fluids to prevent dehydration and taking over-the-counter remedies. People with diarrhea that persists for more than a couple days, particularly small children or elderly people, should seek medical attention."},
        {"id":"99", "word":"Diastole","meaning":"The time period when the heart is in a state of relaxation and dilatation (expansion)."},
        {"id":"100", "word":"Diathermy","meaning":" The use of heat to destroy abnormal cells. Also called cauterization or electrodiathermy."},
        {"id":"101", "word":"Dibenzoxazepine","meaning":" A riot control agent or 'tear gas.'"},
        {"id":"102", "word":"Dicysteine","meaning":"An amino acid that is particularly notable because it is the least soluble of all of the naturally occurring amino acids and because it precipitates out of solution in the genetic disease cystinuria to form stones in the urinary tract."},
        {"id":"103", "word":"Diesel exhaust","meaning":"The exhaust generated by diesel engines. This exhaust is a complex mixture of combustion products of diesel fuel. The exact composition depends on the type of engine, the speed and load at which it is run, and the composition of the fuel used."},
        {"id":"104", "word":"Diethylstilbestrol","meaning":": The earliest synthetic form of the female hormone estrogen. Abbreviated DES. DES was widely prescribed between 1940 and 1971 to prevent miscarriages. The use of DES during pregnancy declined and was halted when it was found that, when given during the first 5 months of pregnancy, DES can interfere with the development of the fetal reproductive system."},
        {"id":"105", "word":"Difficult urination","meaning":"Pain during urination, or difficulty urinating. Dysuria is usually caused by inflammation of the urethra, frequently as a result of infection"},
        {"id":"106", "word":"Diffuse mastocytosis","meaning":"A form of mastocytosis in which the entire skin is thickened and leathery with generalized reddening and intense pruritus (itching) due to widespread infiltration of the skin with mast cells"},
        {"id":"107", "word":"DiGeorge syndrome","meaning":"A genetic disorder characterized by hypocalcemia, immunodeficiency, and congenital heart disease:"},
        {"id":"108", "word":"Digestive system","meaning":"The system of organs responsible for getting food into and out of the body and for making use of food to keep the body healthy. The digestive system includes the salivary glands, mouth, esophagus, stomach, liver, gallbladder, pancreas, small intestine, colon, and rectum."},
        {"id":"109", "word":"Dihydrotestosterone","meaning":" A byproduct of the male hormone testosterone. Dihydrotestosterone (DHT) is considered to be the essential androgenic hormone. DHT is responsible for the formation of male primary sex characteristics during embryonic life."},
        {"id":"110", "word":"Dilatate","meaning":"In medicine, to enlarge or expand. Also known as dilate."},
        {"id":"111", "word":"Delate","meaning":"To stretch or enlarge"},
        {"id":"112", "word":"Dinucleotide","meaning":"A sequence of 2 base pairs. A trinucleotide (a triplet of base pairs) may be split into a dinucleotide and a mononucleotide."},
        {"id":"113", "word":"Dioscorides","meaning":"Dioscorides of Anazarbus. First century Greek physician, botanist and pharmacologist whose encyclopedia of materia medica was used for centuries after his death."},
        {"id":"114", "word":"Dioxin","meaning":"One of a number of poisonous petroleum-derived chemicals which are produced when herbicides (substances used for killing plants) are made or when plastics are burned. Dioxins are chemically dibenzo-p-dioxins. One of the best known is TCDD (2, 3, 7, 8-TCDD)."},
        {"id":"115", "word":"Dipeptide","meaning":"A peptide consisting of two amino acids."},
        {"id":"116", "word":"Diplopia","meaning":"A condition in which a single object appears as two objects. Also known as double vision."},
        {"id":"117", "word":"Diprosopus","meaning":"Two-faced conjoined twins (incompletely separated identical twins). The twins have almost complete fusion of their bodies with one set of limbs. Part or all of the face is duplicated. The condition usually results in stillbirth."},
        {"id":"118", "word":"Dipsophobia","meaning":"An abnormal and persistent fear of drinking alcohol. Sufferers of dipsophobia experience undue anxiety about addiction to alcohol and the effect this addiction can have on their body."},
        {"id":"119", "word":"Disc","meaning":" Shortened terminology for an intervertebral disc, a disk-shaped piece of specialized tissue that separates the bones of the spinal column."},
        {"id":"120", "word":"Discharge","meaning":" 1.The flow of fluid from part of the body, such as from the nose or vagina 2. The passing of an action potential, such as through a nerve or muscle fiber.3. The release of a patient from a course of care. The doctor may then dictate a discharge summary."},
        {"id":"121", "word":"Discoid lupus","meaning":"A chronic inflammatory condition that is limited to the skin and is caused by an autoimmune disease. Up to 10 percent of persons with discoid lupus eventually develop systemic lupus erythematosus (SLE). Heredity, viruses, ultraviolet light, and drugs may"},
        {"id":"122", "word":"Discordant","meaning":"1. Showing discordance, lack of agreement. A couple may be discordant for a sexually transmitted infection, with one partner having it and the other not. 2. In transplantation genetics, between different species. A discordant xenograft is a transplant between members of very different species"},
        {"id":"123", "word":"Disease","meaning":"Illness or sickness characterized by specific signs and symptoms."},
        {"id":"124", "word":"Disinsection","meaning":" Spraying aircraft for insects, a procedure called disinsection."},
        {"id":"125", "word":"Dissection","meaning":"The process of cutting apart or separating tissue as, for example, in the study of anatomy or in the course of a surgical procedure."},
        {"id":"126", "word":"Dissociation","meaning":" In psychology and psychiatry, a perceived detachment of the mind from the emotional state or even from the body. Dissociation is characterized by a sense of the world as a dreamlike or unreal place and may be accompanied by poor memory of specific events"},
        {"id":"127", "word":"Distichiasis", "meaning":"Double rows of eyelashes. The extra eyelashes grow from the Meibomian glands and may protrude into the cornea, producing severe corneal abrasions."},
        {"id":"128", "word":"Diuresis", "meaning":"he increased formation of urine by the kidney. See diuretic for more detail."},
        {"id":"129", "word":"Diuretic", "meaning":"Something that promotes the formation of urine by the kidney. All diuretics cause a person to 'lose water,' but they do so by diverse means, including inhibiting the kidney's ability to reabsorb sodium, thus enhancing the loss of sodium and consequently water in the urine (loop diuretic); enhancing the excretion of both sodium and chloride in the urine so that water is excreted with them (thiazide diuretic); or blocking the exchange of sodium for potassium, resulting in excretion of sodium and potassium but relatively little loss of potassium (potassium-sparing diuretic). "},
        {"id":"130", "word":"Diverticulitis", "meaning":"Inflammation of the diverticula (small outpouchings) along the wall of the colon, the large intestine. (One outpouching is a diverticulum; two or more are diverticula)."},
        {"id":"131", "word":"Diverticula", "meaning":"The plural of diverticulum."},
        {"id":"132", "word":"Diverticulum", "meaning":"A small bulging sac pushing outward from the colon wall is a diverticulum. As a person ages, pressure within the large intestine (colon) causes pockets of tissue (sacs) that push out from the colon walls."},
        {"id":"133", "word":"Dizziness", "meaning":" Painless head discomfort with many possible causes including disturbances of vision, the brain, balance (vestibular) system of the inner ear, and gastrointestinal system. Dizziness is a medically indistinct term which laypersons use to describe a variety of conditions ranging from lightheadedness, unsteadiness to vertigo."},
        {"id":"134", "word":"DKK1", "meaning":"A gene that inhibits the activity of osteoblasts, the cells that build bone. DKK1 acts by inhibiting Wnt signaling, which is essential for the growth and development of osteoblasts."},
        {"id":"135", "word":"DLI", "meaning":"(Donor lymphocyte infusion): A cancer treatment in which lymphocytes from a bone marrow donor are infused into the person who received the original bone marrow transplant. The goal of donor lymphocyte infusion is to induce a remission of the cancer by a process called the graft-versus-tumor (GVT) effect. Donor lymphocyte infusion is basically meant to boost the GVT effect. "},
        {"id":"136", "word":"DM", "meaning":"(Myotonic dystrophy.): An inherited disease in which the muscles contract but have decreasing power to relax -- this phenomenon is termed myotonia (irritability and prolonged contraction of muscles). The disease also leads to a mask-like expressionless face, premature balding, cataracts, and heart arrhythmias (abnormalities in heart rhythm)."},
        {"id":"137", "word":"DMD", "meaning":"(dystonia musculorum deformans): Also called torsion dystonia, this is a rare, generalized dystonia (a state of abnormal -- either excessive of inadequate -- muscle tone) that can be inherited, usually begins in childhood, and becomes progressively worse. It can leave individuals seriously disabled and confined to a wheelchair."},
        {"id":"138", "word":"DNA", "meaning":"Deoxyribonucleic acid. One of two types of molecules that encode genetic information. (The other is RNA. In humans DNA is the genetic material; RNA is transcribed from it. In some other organisms, RNA is the genetic material and, in reverse fashion, the DNA is transcribed from it.)"},
        {"id":"139", "word":"DNA amplification", "meaning":"The production of multiple copies of a sequence of DNA. Repeated copying of a piece of DNA."},
        {"id":"140", "word":"DNA assembly", "meaning":"The process of putting fragments of DNA that have been sequenced into their correct chromosomal positions. The pieces of DNA are assembled to reconstitute the sequence of the chromosome from which they came."},
        {"id":"141", "word":"DNA cloning", "meaning":"The use of DNA manipulation procedures to produce multiple copies of a single gene or segment of DNA"},
        {"id":"142", "word":"DNA forensics", "meaning":"The application of DNA technology and the knowledge of DNA genetics to the practice of forensic medicine and to the power of legal medicine."},
        {"id":"143", "word":"DNA polymerase", "meaning":"An enzyme that catalyzes (speeds) the polymerization of DNA. DNA polymerase uses preexisting nucleic acid templates and assembles the DNA from deoxyribonucleotides."},
        {"id":"144", "word":"DNA repair", "meaning":" The process by which a cell uses a series of special enzymes to repair mutations (changes) in DNA and restore the DNA to its original state. The DNA is constantly mutating and being repaired. This repair process is controlled by special genes. A mutation in a DNA repair gene can cripple the repair process and cause a cascade of unrepaired mutations in the genome"},
        {"id":"145", "word":"DNA repair gene", "meaning":" A gene that is engaged in DNA repair. When a DNA repair gene is altered, mutations pile up throughout the DNA."},
        {"id":"146", "word":"DNA replication", "meaning":"A complex process whereby the 'parent' strands of DNA in the double helix are separated, and each one is copied to produce a new (daughter) strand. This process is said to be 'semiconservative' because one strand from each parent is conserved and remains intact after replication has taken place."},
        {"id":"147", "word":"DNA sequence", "meaning":"The precise ordering of the bases (A, T, G, C) from which DNA is composed. Base pairs form naturally only between A and T and between G and C, so the base sequence of each single strand of DNA can be simply deduced from that of its partner strand. The DNA nucleotide code is in triplets, such as ATG; the base sequence of ATG's partner strand would be TAC."},
        {"id":"148", "word":"DNA virus", "meaning":"A virus in which the genetic material is DNA rather than RNA. The DNA may be either double- or single-stranded."},
        {"id":"149", "word":"DNR", "meaning":"Do not resuscitate"},
        {"id":"150", "word":"DOB", "meaning":" Date of birth, an abbreviation that is frequently used in medical charting."},
        {"id":"151", "word":"DOC", "meaning":"Deoxycorticosterone"},
        {"id":"152", "word":"Docosahexaenoic acid", "meaning":"DHA. An essential fatty acid, thought to be important to the development of infants, particularly as regards their eyes and brain. DHA is present in breast milk and has been added to some infant formulas. "},
        {"id":"153", "word":"Doctor", "meaning":"In a medical context, any medical professional with an MD, a PhD, or any other doctoral degree. The term doctor is quite unspecific. A doctor may, for example, be a physician, psychologist, biomedical scientist, dentist, or veterinarian. In a nonmedical context, a professor of history might be addressed as doctor, an eminent theologian might be named a doctor of a church, and a person awarded an honorary doctorate by a college or university might also be called a doctor."},
        {"id":"154", "word":"Dog Bite", "meaning":" A bite wound inflicted by a dog."},
        {"id":"155", "word":"Dog genome", "meaning":"All of the genetic information from the dog."},
        {"id":"156", "word":"Dolor", "meaning":"Pain, one of the four classic signs of inflammation together with calor, rubor, and tumor (heat, redness, and swelling, respectively)"},
        {"id":"157", "word":"Domain", "meaning":" In biomedicine, a discrete portion of a protein that has its own function. The combination of domains in a single protein determines the overall function of the protein."},
        {"id":"158", "word":"Dominant", "meaning":"A genetic trait is considered dominant if it is expressed in a person who has only one copy of that gene. (In genetic terms, a dominant trait is one that is phenotypically expressed in heterozygotes)."},
        {"id":"159", "word":"Donor", "meaning":"The giver of a tissue or an organ, such as a blood donor or kidney donor."},
        {"id":"160", "word":"Donor insemination", "meaning":"A procedure in which a fine catheter (tube) is inserted through the cervix (the natural opening of the uterus) into the uterus (the womb) to deposit a sperm sample from a man other than the woman's mate directly into the uterus."},
        {"id":"161", "word":"Donor lymphocyte infusion", "meaning":"(DLI) A cancer treatment in which lymphocytes from a bone marrow donor are infused into the person who received the original bone marrow transplant."},
        {"id":"162", "word":"Dopa", "meaning":"A precursor (forerunner) of dopamine, a key neurotransmitter (messenger) in the brain."},
        {"id":"163", "word":"Dopa-responsive dystonia (DRD)", "meaning":"A condition that typically begins in childhood or adolescence with progressive difficulty in walking and, in some cases, spasticity and can be successfully treated with drugs."},
        {"id":"164", "word":"Dopamine", "meaning":"An important neurotransmitter (messenger) in the brain."},
        {"id":"165", "word":"Doppler ultrasound", "meaning":"A form of ultrasound that can detect and measure blood flow. Doppler ultrasound depends on the Doppler effect, a change in the frequency of a wave resulting here from the motion of a reflector, the red blood cell."},
        {"id":"166", "word":"Doraphobia", "meaning":"An abnormal and persistent fear of fur. Sufferers of this fear avoid fur-bearing animals such as dogs, cats, foxes, beavers and rabbits because fur is repulsive to them."},
        {"id":"167", "word":"Dorian Gray effect", "meaning":"Sudden aging, an abrupt change from seeming youthfulness to the reality and ravages of age, as can occur naturally or when the effects of plastic surgery and Botox treatments wear off. "},
        {"id":"168", "word":"Dorsal", "meaning":"Relating to the back or posterior of a structure. As opposed to the ventral, or front, of the structure. Some of the dorsal surfaces of the body are the back, buttocks, calves, and the knuckle side of the hand."},
        {"id":"169", "word":"Dorsum", "meaning":"The back or posterior side of a structure. Something that pertains to the dorsum is dorsal."},
        {"id":"170", "word":"Double helix", "meaning":"The structure of DNA, in which two strands of DNA spiral about each other."},
        {"id":"171", "word":"Double pneumonia", "meaning":"Pneumonia in both lungs. Also known as bilateral pneumonia."},
        {"id":"172", "word":"Double-blind", "meaning":"Term used to described a study in which both the investigator or the participant are blind to (unaware of) the nature of the treatment the participant is receiving."},
        {"id":"173", "word":"Douche", "meaning":"Usually, a stream of water applied into the vagina for cleansing purposes. A douche can use a solution, such as vinegar and water, rather than simple water, and it can be directed at any body cavity or part."},
        {"id":"174", "word":"Doula", "meaning":"A non-medical assistant in childbirth. A doula is not the father but is usually a woman who is experienced in childbirth. The role of the doula is to provide the mother with physical and emotional assistance before, during, or after childbirth. Also known as a birth assistant, birth companion, childbirth assistant, or labor support professional. "},
        {"id":"175", "word":"Down syndrome", "meaning":"A common birth defect that is usually due to an extra chromosome 21 (trisomy 21). Down syndrome causes mental retardation, a characteristic facial appearance, and multiple malformations. It occurs most frequently in children born to mothers over age 35. It is associated with a major risk for heart problems, a lesser risk of duodenal atresia (partially undeveloped intestines), and a minor but significant risk of acute leukemia. Treatment for Down syndrome includes early intervention to develop the mental and physical capacities to their utmost, speech therapy, and surgery, as needed, to repair malformations."},
        {"id":"176", "word":"Down-regulation", "meaning":"An decrease in the number of receptors on the surface of target cells, making the cells less sensitive to a hormone or another agent. For example, insulin receptors may be downregulated in type 2 diabetes."},
        {"id":"177", "word":"Doxycycline", "meaning":"Brand name: Vibramycin. A synthetic broad-spectrum antibiotic derived from tetracycline. Doxycycline is used for many different types of infections, including respiratory tract infections due to Hemophilus influenzae, Streptococcus pneumoniae, or Mycoplasma pneumoniae. It is also used for the treatment of nongonococcal urethritis (due to Ureaplasma), Rocky Mountain spotted fever, typhus, chancroid, cholera, brucellosis, syphilis, and acne."},
        {"id":"", "word":"", "meaning":""},
        {"id":"", "word":"", "meaning":""},
        {"id":"", "word":"", "meaning":""},
        {"id":"", "word":"", "meaning":""},
        {"id":"", "word":"", "meaning":""},

       ]
    },
    "facts": [
        {"id": 1, "data": "We hear a lot about the negative effects of caffeine on our health, but it turns out that caffeine has its good points too. Research from the Harvard School of Public Health found that women who drank a minimum of four cups of coffee per day could lower their risk of depression by 20 per cent. Earlier research also found that females who drank two or more cups per day were less likely to commit suicide."},
        {"id": 2, "data": "If your suffering from a mid-afternoon slump or can’t seem to concentrate in the morning, then try chewing some gum to make you feel awake. Coventry University researchers found that chewing mint flavoured gum dramatically reduced feelings of tiredness. Another study on the subject found that chewing gum can improve overall test scores and memory by 35 per cent, relieve stress and reduce anxiety levels"},
        {"id": 3, "data": "Office workers beware, as research from the University of Sydney found that office workers who sit for longer than 10 hours a day at their desk had a 48 per cent increase in risk of death, in comparison to people who sat for less than four hours a day. To counteract this health risk, try to introduce five minutes of activity every hour and make sure you take regular breaks away from your workstation. Simple changes like taking the stairs instead of the lift will also make a positive difference to your health"},
        {"id": 4, "data": "Withdrawing money from a cash machine is something may of us do regularly, but how many of us give our hands a wash after using them? Cleanliness tests carried out in Britain found that ATM machines were as dirty as the toilets. Specialists investigated swabs taken from the cash machine keyboards and from public toilets nearby and found both samples had the same bacteria known to lead to sickness."},
        {"id": 5, "data": "According to a study from Duke University Medical Center, heart patients who were more optimistic about their treatment, actually lived longer than those who were more pessimistic in their mindsets. Also, according to findings of a study published in the European Heart Journal, people who are optimistic have less chance of suffering from heart disease"},
        {"id": 6, "data": "An apple a day can do more than just keep the doctor away, it can also help with claustrophobia. Apparently smelling a green apple will relieve the stress associated with confined spaces, according to research from the Smell and Taste Treatment and Research Foundation. Sniffing a green apple can also prevent headaches and migraines and some homeowners even use the scent to make their houses seem bigger to potential buyers."},
        {"id": 7, "data": "After a long day at work, going to the gym is probably the last thing on your list of priorities but research has found that exercising actually gives you more energy. A study published in Medicine and Science in Sports and Exercise found that levels of fatigue and depression improved after a 30-minute session of moderate intensity exercise. This is because exercise improves your cardiovascular health which means that more blood and oxygen flow around the body, therefore giving you more energy."},
        {"id": 8, "data": "Many people fall into the trap of thinking that they can achieve a flat stomach by doing crunches. But the truth is, endless amounts of crunches won’t give you the stomach of your dreams - as the exercise only works your abs, not your core muscles. One study published in the Journal of Strength and Conditioning Research found carrying out six weeks of abdominal exercises alone was not enough to reduce abdominal fat."},
        {"id": 9, "data": "Research from Indiana University found that in order to remember something, you should handwrite notes, rather than type them. Writing is thought to boost your memory as note taking by hand requires different cognitive processes than typing. For example, if in a lecture you are writing notes, you have to listen carefully to what the speaker has said as it is impossible to write down every word. Therefore through this process, you are listening, digesting and summarising the information more effectively than someone who is just typing words into a laptop."},
        {"id": 10, "data": "It might sound counterproductive, but if you want to cool down, then drink something hot. According to a study from the University of Ottawa’s school of Human Kinetics, as the drink is hotter than your body temperature, it triggers a sweat response in the body that more than compensates for the increase. So although it might initially make you feel hotter, a hot drink will cause you to sweat more and therefore the body effectively cools itself quicker."}
    ]
}
